{
    "description": "tarot cards and basic information about them, as well as references to corresponding scans",
    "cards": [
      {
        "name": "The Fool",
        "locaname": "the fool",
        "number": "0",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "New journey, strong impulse, careless abandon",
        "shortmeaning": "A new phase in life and an urge to explore new aspects of yourself. Decisions have to be thought through carefully; don’t lead yourself into unsuitable or difficult situations.",
        "longmeaning": "Something new is starting for the Subject which could be a new relationship, job or home. This is likely to be an exciting time for them with lots of hope and anticipation for the future. The Subject is so caught up in the buzz of it all that they may not be thinking as clearly as they should. The Subject should be receptive to change and doing things they wouldn’t normally. In doing so they will learn about different sides of themself and even discover new things they want out of life. The Subject will be feeling happy, confident and ready to face what is ahead of them.",
        "notesonimage": "The Fool is crossing a bridge to travel to a new kingdom and so this picture illustrates someone embarking on a new journey, a new adventure or start. He carries a small satchel containing his belongings which is representative of the subject being “all in” leaving the past behind and starting completely afresh. He’s not focussed or rushing, in fact he’s playing a flute and wandering along without a care in the world. Almost immediately before him is a hole in the bridge and he is at risk of falling through into the deep, fast moving river below. He’s naively not paying attention to what is ahead of him which could lead him into trouble.",
        "img": "m00.jpg"
      },
      {
        "name": "The Magician",
        "locaname": "the magician",
        "number": "1",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "A crossroads, direction needed, skills yet to be utilised",
        "shortmeaning": "A crossroads. An opportunity for constructive change and for you to establish a new, better reality for yourself. You have everything you need to succeed. Capitalise on your skills and creative talents.",
        "longmeaning": "When The Magician appears it is time for the Subject to make a decision about something big which could set them off in a new direction in life. The Subject has the capability to achieve whatever it is they choose and they should be guided by what they feel inside, not necessarily what is expected of them. This card advises they should do whatever their gut is telling them to. This card comes up when it is time for the Subject to take some serious steps forward in life. If the Subject is not where they want or need to be and is doing nothing to resolve it, The Magician will appear. When he does, the Subject is forced to face a situation or a decision between their existing lives and a new direction.",
        "notesonimage": "The Magician stands at a crossroads indicating that we have to decide what route or path to take now. There are no clear directions on the sign post, therefore we are required to make a choice with little information. The Magician encourages us to follow our instinct and to use our innate abilities and to summon up those qualities that lie hidden in our psyche. The Magician is magically manipulating a sword, pentacle, wand and cup between his hands. These objects represent a range of different skills, abilities, tools and resources that we all have – such as intellect, vision, common sense, bravado, and charm – that we can use to maximise our success. The Magician prompts us to think carefully about how we can utilise those skills and resources to achieve the best outcome possible.",
        "img": "m01.jpg"
      },
      {
        "name": "The High Priestess",
        "locaname": "the high priestess",
        "number": "2",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Destiny taking a hand, the unknown or unexpected coming to the fore",
        "shortmeaning": "Growing potential, hidden talents or an unknown destiny gradually coming to the fore. Intuitive skills are heightened; you sense change even though you can’t define the exact nature of it as yet. It can precipitate an interest in mysticism or some form of spiritual awakening.",
        "longmeaning": "The High Priestess represents secrets and things that are yet to come to light. The Subject shouldn’t try to pursue the detail of what is coming but should be prepared for new information to come to the fore. They aren’t aware of everything at play or every influence that will come to bear as yet. This means that now may not the right time to be making important decisions or to make any long term commitments. The playing field is about to change and the Subject won’t know whether it will be a completely different game, a different position in the game or indeed if they’ll be playing with a different team altogether. This card also highlights talents, interest and abilities that are developing in the Subject and they will soon find out something about their overall destiny and direction. They may realise that there is something else they are fated to do. Or that they possess characteristics and abilities they aren’t  aware of yet.",
        "notesonimage": "The High Priestess is portrayed here as a very attractive, mysterious woman attending an altar bearing candles, flowers and a book. It’s as if the person viewing the card has just interrupted her in the midst of some religious/spiritual ceremony or ritual. The High Priestess focuses on a very different side of femininity to The Empress. She is much more ethereal, elusive and alluring, inviting us to use more of our intuition by not giving much away. She is slightly inaccessible standing behind her altar and the viewer is left entranced by her, wanting to know what she knows about them.  But The High Priestess represents that now is not the time to find out.",
        "img": "m02.jpg"
      },
      {
        "name": "The Empress",
        "locaname": "the empress",
        "number": "3",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "A dominant female, nurturing and mothering, boundaries, fear of change",
        "shortmeaning": "Can represent pregnancy, the experience of mothering, or your relationship with your own mother. Have patience and avoid making rash decisions. Be receptive to change and keep an eye on your temper when things don’t progress as you expected.",
        "longmeaning": "The Empress tends to appear where relationships of any kind start to adopt a mother/child dynamic. Even in the midst of a crisis The Empress remains strong and loyal, going to unending lengths for those she loves. When The Empress appears in a spread, the Subject, or someone in their life, may be displaying these qualities which is great. This person’s love and commitment is a great gift because they have much to offer and can be of practical help. However, they are likely to have high expectations in return and when they are not met they become irrational. In these cases good communication is necessary and a compromise between each other’s needs should be reached. The Empress is not happy with changes to relationships that aren’t orchestrated by her. People in relationships portrayed by The Empress may be finding it hard to get support for some sort of change in that relationship.",
        "notesonimage": "The picture shows a beautiful, regal lady admiring a flower and holding her hand to her rounded, pregnant stomach. She is surrounded by nature and the flower has grown to meet her touch which intensifies the portrayal of The Empress’s nurturing side. She wears a crown and has a sceptre which she has chosen to lay to one side whilst she happily enjoys the scene around her. These are signs of her authority and power that remind us that she is a strong and forceful enemy should her rule be challenged or her loved ones put at risk.",
        "img": "m03.jpg"
      },
      {
        "name": "The Emperor",
        "locaname": "the emperor",
        "number": "4",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "A dominant male, power struggles, drive and determination",
        "shortmeaning": "Can represent a father figure, an older man or a man with authority. Denotes leadership, drive, motivation and success. Make sure you understand the difference between confidence and arrogance, between assertiveness and bullying; don’t get carried away with your successes.",
        "longmeaning": "This card shows the Subject using their skills and resources to improve their situation and, as such, is a very practical card. It is good to have a level of ambition and it is definitely present when The Emperor appears. The journey or task at hand requires self-discipline that could have been missing in the past. When representing the Subject, it shows a determined, powerful person but one that may need to strike a balance between confidence and arrogance. This card shows the Subject has all the traits they need in order to succeed as long as they are used in the right and appropriate way. The Emperor can be an older man in the Subject’s life, possibly a father figure or someone in an authoritative position. It may be that the Subject will receive help from the person represented by The Emperor, but only when they see action and commitment on the part of the Subject, they are only interested in helping people who help themselves. The Subject will need to adopt the right attitude with The Emperor to avoid on-going power struggles.",
        "notesonimage": "The Emperor adopts a slightly confrontational stance between the person looking at the card and his kingdom sitting in the distance behind him. Unlike The Empress, The Emperor holds up his sceptre as a clear sign of his rule and authority. We’re left acutely aware of his ability and readiness to defend his kingdom. He is clever, experienced, strong and protective, and, therefore, can become a very useful ally if brought on side. It’s not easy to gain his trust or respect and he is brash and controlling. The Emperor can be difficult and wily as an enemy so he should always be approached with caution.  Once he is on your side he will be a firm and reliable friend.",
        "img": "m04.jpg"
      },
      {
        "name": "The Hierophant",
        "locaname": "the hierophant",
        "number": "5",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "An interest in learning and being taught, a desire to understand",
        "shortmeaning": "A spiritual mentor or teacher who inspires you and influences your own personal philosophy, belief system or spiritual journey. A desire to learn and gain understanding. Seeking out guidance and a spiritual code of conduct to live by; striving to be the best you can be.",
        "longmeaning": " The Subject is thinking about their beliefs and how this affects their lives. In more conventional religions, the requirements and expectations in terms of behaviour are clear, and each has its own set of rules. If the Subject and their beliefs aren’t conventional, or part of an organised religion, they may be wondering what their spiritual “code of conduct” is. There could be a counsellor, priest or just a valued friend in the Subject’s life who they go to for advice and guidance. They could be encouraging the Subject to make positive and constructive change in their life or to seek out something more meaningful than they have at present. Always process the thoughts and opinions of others against personal experiences and beliefs, religious or otherwise. The message here is that whilst remaining open to other perspectives and attitudes, avoid blindly following just for the sake of having something to follow.",
        "notesonimage": "The Hierophant is a studious man sitting calmly, reading a book, with more books piled up to his side revealing him as a knowledgeable person. This person could be a priest, adviser or mentor of some description, or even a respected friend or colleague to whom one might turn to for advice.  Although he is engrossed and not looking at us the image depicts The Hierophant as seated with refreshment at his side, indicating this is someone who is willing to spend time considering information or discussing issues.  There is a rich warm carpet for those who wish to sit at his feet and learn. The Hierophant is an authoritative figure but unlike the Emperor, The Hierophant’s power and leadership comes from his developed spiritual wisdom and experience. He has an innate understanding of the way things work and he knows the attitudes and behaviours that will be of most benefit to the subject now.",
        "img": "m05.jpg"
      },
      {
        "name": "The Lovers",
        "locaname": "the lovers",
        "number": "6",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Difficult decisions, ethics to consider, emotional times",
        "shortmeaning": "Represents choices to be made usually within romantic relationships or else partnerships where feelings are particularly strong. You need to act with honesty and from a point of love for everyone involved. Think carefully about the implications of your decisions.",
        "longmeaning": "The Lovers can commonly indicate temptation away from a relationship because feelings have developed elsewhere. As well as indicating romantic relationships the Subject could find themselves caught between the needs and demands of different types of relationships and feel they face an impossible choice between people they love. The situation depicted by this card is always going to be a difficult one because emotions are running high. Without true consideration for all the people involved there stands to be a lot of hurt and upset. The best advice would be to think through the consequences of any decisions carefully. The Subject should be aware of what they truly need and where they are prepared to compromise. The needs and wishes of others should also be considered, to strike a fair balance for all concerned. At the end of the day they will only be able to be at peace knowing they did their very best, acting from a point of love and consideration for everyone involved.",
        "notesonimage": "A woman is walking away from a man towards an extended hand from outside of the picture, which represents temptation of any kind such as a desire for a different lifestyle, not just physical love affairs.  She has turned her back entirely on the main figure although her left arm is stretched back towards him, which indicates that she’s unsure about the decision she has made or that she really does still care for him. The man is looking down and holding his hand to his chest clearly displaying his hurt. Like the woman, his other arm still reaches backward to her almost as if he’s hoping she’ll come back.  In some ways this image can represent a stalemate in a situation which may be reparable given the right treatment.  It is an uncomfortable but emotional scene that should nudge the subject to think carefully about the choices they are making and the affect they’re having on people around them.",
        "img": "m06.jpg"
      },
      {
        "name": "The Chariot",
        "locaname": "the chariot",
        "number": "7",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Momentum is growing and you're gaining pace. Toward what destination?",
        "shortmeaning": "A difficult situation pulls you in different directions; your morality could even be in question. Make your decision and mean it. Take control of your emotions and channel them constructively. Commit to your decision fully and find the strength to deal with all the consequences of your choice, good or bad.",
        "longmeaning": "The Subject is being pulled in different directions and they are struggling to know what action to take. Things are happening quickly and it feels as if there really isn’t much time for the Subject to get a grip on what’s happening. Rather than desperately trying to play catch up with events, the Subject needs to take control, grab the reins and direct events firmly. If the Charioteer does not take action now, he’ll almost certainly end up in a collision! The Subject needs to decide what action to take and channel their energies in to making things right again. The Subject is ill advised to act in an underhand or deceitful manner – no matter how complicated and confused boundaries have become. As always, they should act from a point of love and respect for everyone concerned to be sure that they did the right thing and made the right choice.",
        "notesonimage": "The Charioteer is steering the chariot down a narrow tree bordered lane and he is focusing to keep control of it. The horses are the opposite colours and pulling off in different directions to symbolise conflicting forces, and there is imminent danger of collision should one of the horses succeed in gaining control. The Charioteer is using all his talent, strength and ability to keep the vehicle on track despite being pulled this way and that by the horses.  In a reading, this card would represent the need to adopt a similar stance to drive something forward, to keep steady hands on the reins and manage opposition and potential problems, no matter what the difficulties.",
        "img": "m07.jpg"
      },
      {
        "name": "Strength",
        "locaname": "strength",
        "number": "8",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Demanding times, assertive behaviour, may be overstepping the mark",
        "shortmeaning": "You won’t change a situation by being pushy or demanding and avoid being arrogant or proud. Harness feelings of anger or resentment and channel them into something more constructive that can better your situation. There is a difference between assertion and aggression.",
        "longmeaning": "Strength is very much related to the Subject’s ego and, when this card appears, it is likely they have an internal struggle on their hands. They may feel that they have been badly treated, or misunderstood, but the situation needs careful examination to see whether any of the Subject’s behaviours are contributing to the issue. For now, they should work to contain their extreme emotions and act appropriately to achieve what they really want. It is likely the Subject has an over-inflated opinion of them self, or even misplaced pride. They may feel that they are the centre of a situation which is not actually about them, or they feel they have greater influence than they actually do, so the resultant realisation that they are not, and they don’t, may have a negative impact on their self esteem and confidence. It is those battles with ourselves, our own faults, weaknesses and mistakes that are most difficult for us to recognise and face. The Subject should master negative emotions of anger and resentment. Even when we think we are right, we should have the strength of character to control ourselves, and the way we behave.",
        "notesonimage": "This picture shows a man in a bare-hand battle with a lion. He has driven his sword into the ground beside him. This man is clearly courageous and confident in his abilities, and he seems to have chosen to battle with the lion, in this particularly dangerous way, instead of cutting away with his sword. Courage, strength and fortitude are admirable traits that should be encouraged. However, situations can be misread, or underestimated, and such an aggressive and over-confident reaction can be entirely inappropriate and damaging. The man is not winning or losing the battle, at this point, and his over confidence may have led him into unnecessary difficulty.",
        "img": "m08.jpg"
      },
      {
        "name": "The Hermit",
        "locaname": "the hermit",
        "number": "9",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "A lone wolf, contemplation, facing some external limitation",
        "shortmeaning": "Advises or represents a period of introspection, possibly withdrawal, and reflective thinking. Usually at the point of facing some external limitation. There is something that you cannot change or have. It is important to know that some things will only heal, become clear or resolve with the passing of time.",
        "longmeaning": "The Subject feels they have little control over a situation and may have chosen to withdraw from it and people around them. As this is a Major Arcana card, this card indicates the situation is of particular significance or importance to the Subject and they may feel lonely or disconnected. Perhaps they are facing a situation alone because it is very personal to them (such as illness) or it could be something they are not willing to share with others. The Subject is probably anxious to know when this situation will change or move forward, but only time will tell in this case, The Subject should wait and see how things develop, as impatience is likely to make things worse. If the Subject pushes too hard for what they want they are likely to lose out altogether, or at least create additional setbacks.  Reflective thinking, and allowing this situation to unfold, will bring enlightenment, and sometimes we have to accept that things will not happen until the time is right.  Nor should we totally isolate ourselves from those that care about us.",
        "notesonimage": "The Hermit is dressed in a heavy gown and cloak for warmth, and sits at the entrance to the cave.  The long beard indicates he has little or no luxuries for his personal needs and has chosen to be there in isolation to focus his time on thinking and reflecting. The image reminds us of the advantages of taking time out for introspection, to process what has happened in life and understand lessons learned or to concentrate on particular problems that are giving us trouble. The Hermit holds a staff and lantern which he uses to help guide travellers who shouldn’t venture into the dark cave unguided, a reminder that no one should withdraw from society completely. The subject should take time to look into, and after, their own needs but they need to remember that, at other times, they’ll need help and support from others.",
        "img": "m09.jpg"
      },
      {
        "name": "Wheel of Fortune",
        "locaname": "wheel of fortune",
        "number": "10",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "What goes up must come down and vice versa, seize the day!",
        "shortmeaning": "Points to the ups and downs and successes and failures we experience in life. Whatever your particular circumstance, be reminded that nothing is permanent and the wheel will turn again. Recognising the cyclical nature of life means you can seize opportunities when the wheel turns in your favour and wait patiently, with hope, when it does not.",
        "longmeaning": "Whenever we begin something we know it will eventually end. When life isn’t going so well, we have faith that things will get better. When life is good we try desperately to appreciate those moments because we all know that there will undoubtedly be some difficult times ahead. This is the cyclical nature of life and we all have to come to accept it. Whilst endings are often sad and feared, they also allow space and freedom for the Subject to embark on something new that may bring them even greater joy if they can just see through the transition. If things are currently going well for the Subject, The Wheel of Fortune serves as a reminder to enjoy what they have right now as things may not remain rosy for any length of time. The Wheel of Fortune can brighten the Subject’s reading, and show them the light at the end of the tunnel, if they have been having a bad time. The Subject should remember that opportunity lies in the darkest of places  and these are the times we become enlightened and strong.",
        "notesonimage": "In the picture the cloaked figure spins The Wheel of Fortune to decide the man’s fate. The man’s hand is raised as if to ask ‘Can I stop it where I want to?’ but there is no response and the wheel continues to turn regardless showing that, at times, we have no control over some of the things that happen to us. If we chose all our own battles and challenges we’d rarely stretch ourselves in the way that we do through the problems we are faced with, and we’d never learn to become more than we currently are. The wheel will stop wherever, and whenever, it does and we must just accept the consequences and face what is before us so that we can learn to make the most of the good times and learn from the bad.",
        "img": "m10.jpg"
      },
      {
        "name": "Justice",
        "locaname": "justice",
        "number": "11",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "System and process, seeking recognition for outcomes",
        "shortmeaning": "You seek acknowledgment for something you have achieved or have recently come through. You want to be recognised and treated fairly and with honesty. You need time to think reflectively, and rationally, to make the right decision and take the right action. If you can, justice will prevail.",
        "longmeaning": "The Subject may be dealing with the legal aspects of a situation, possibly looking at contracts or progressing through a system/process to achieve something. The Subject will be hoping for a fair conclusion. Whilst this situation continues, they need to keep their emotions in check. The Subject has strong opinions about what is happening and the way they have been treated. The only way to resolve this situation is by remaining as objective and impartial as they possibly can. No matter how unjust they think things are and no matter how overwhelming the Subject’s emotional reaction is, only reflective thinking will yield the right result. In a similar way to the Suit of Swords, Justice refers to the mental ability of the Subject, and the extent to which they can control their feelings through the power of rational thought. They need to refrain from reacting emotionally long enough to make the right and appropriate set of decisions.",
        "notesonimage": "A large but simple golden throne blocks the road and a lady sits calmly. She’s been waiting for the subject to arrive and the subject cannot progress any further down the line until their experience with Justice is done. Whilst she’s not an intimidating figure, the throne signifies her authority, here and now. The sword held in her right hand is a gesture to the suit dedicated to mental aptitude, attitude and conduct which she has conquered. In her left hand she holds the scales that represent balance, so the outcome should be fair, whatever it is, providing her guidance is taken.",
        "img": "m11.jpg"
      },
      {
        "name": "The Hanged Man",
        "locaname": "hanged man",
        "number": "12",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "A sacrifice made, little point in fighting back, suspense and setback",
        "shortmeaning": "Giving something up, a sacrifice of some sort, whether a material possession, person, principle or the quest for some unattainable goal. A time of submission and acceptance recognising where things are beyond our control. Use this time to heal yourself and reflect.",
        "longmeaning": "The Hanged Man appears in a reading when the Subject needs to accept something difficult. They need to look at the situation and be completely honest about what they want in their life in comparison to what they actually have. They should attempt to truly assess the impact of existing situations or relationships and evaluate what needs to be done. Do they have healthy relationships? Are they involved in situations that are holding them back? Maybe what they want just isn’t right or available to them at the moment and the Subject is unhappy to let it go. This is an upsetting and painful process for them to go through. They need to stop struggling against it so much. The Subject has to relinquish control of the outcome and they fear that, in losing that control, they will lose something they love or hold dear. There is no choice for the Subject though, they cannot change the outcome or make any difference now. If they can truly accept this they will be able to focus their energy elsewhere and the transition will be easier.",
        "notesonimage": "This poor man hangs suspended, upside down, from a beam perched between two trees. Only one of his legs are tied to indicate that this is not a punishment enforced on him by someone else – but more that he has been forced to relinquish control of his destiny for a period of time. There is little he can do to change his circumstances, and to struggle will only cause him more pain and suffering. He is not happy at all, but he is calm and does not waste his time and energy, or cause himself pain, by protesting or fighting against this imposition. Whether an enforced change or a voluntary self-sacrifice, the message of the image is to accept the circumstance and stop fighting or struggling against what is happening. This is a good time to learn patience and to keep calm under pressure.",
        "img": "m12.jpg"
      },
      {
        "name": "Death",
        "locaname": "death",
        "number": "13",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Letting go, accepting change, looking forward",
        "shortmeaning": "Something is coming to an end or has run its course. Letting go can be painful and the saying “what doesn’t kill you makes you stronger” is apt. This change is necessary and your capacity to accept it will make it easier to endure. Turn to face a new future, a new reality knowing new opportunities are available to you.",
        "longmeaning": "Death is probably the most famous and feared Tarot card of all. Rather than foretelling the death of the Subject, or someone they know, this card relates to a process of change. Death indicates the physical and emotional challenges that must take place for the Subject to move on….the final recognition that something has ended and they must start again.  This can be extremely upsetting for the Subject; having to let go of a way of life, a relationship or anything that has been loved is clearly distressing. One of Death’s messages is that acceptance and understanding can ease the Subject’s pain and suffering. When they are ready they will direct their attention and energy into something new. They will turn to face the future and be ready for a new reality. When Death appears in a spread it is time for the Subject to accept that what is gone is gone. By looking forward to a new beginning they can start the process of healing that will ease the pain of letting go. The Subject is encouraged to redirect the energy they spend in lamenting over the past, to working towards a new future.",
        "notesonimage": "Here, Death is portrayed as the traditional Grim Reaper scything away all before him. Everything he touches dies and he leaves a wake of destruction behind him but ahead of him there is sunshine, life and promise. The imagery here is intense and can often be rather daunting, but the picture is merely symbolic of the past, which is being left behind and is of no use to us now, and we must face the future. Each brand new day brings bright promises and the sustenance we need to grow.  The sun always rises and it seems Death can never keep up with the sun – it continues to rise daily, come what may.",
        "img": "m13.jpg"
      },
      {
        "name": "Temperance",
        "locaname": "temperance",
        "number": "14",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "An emotional situation, a balancing act, takes time and commitment",
        "shortmeaning": "You need to give and invest more of yourself, your feelings and emotions into the situation at hand. To improve circumstances, be ready and willing to affirm your commitment and love. Move on from the past where necessary and avoid actions that could be perceived as cold or manipulative.",
        "longmeaning": "In Justice the message is about retaining enough intellectual clarity to make clear and fair decisions. In contrast, Temperance focuses on the emotions and working hard to maintain balance in relationships. It is very easy to get out of touch with our own feelings, let alone staying in tune with the people around us. The Subject is likely to be struggling with an important partnership. Relationships of any kind are difficult and it is not possible to be head over heels in love, to remain completely enthralled, with another person over long periods of time.  However, withdrawing a loving attitude from a relationship will undoubtedly create more issues. Dealing with this situation on an intellectual level is not what will help at this time.  Subject should not be allowing the head to rule the heart.  Sentiment, affection and kindness will count for a lot more and can manifest as reassurance for the other party, easing the problem at hand.",
        "notesonimage": "Temperance is a winged, angel like, figure hovering over running water.  She is pouring a rainbow-like liquid, back and forth between two chalices very carefully so as not to spill any. These are all symbols self-discipline, care and balance designed to illustrate the virtue of temperance. The image, with the rainbow and the river, depicts the element of Water and draws us into the emotional world of the ‘Cups’ suit.  This card should prompt the subject that they may need to check how they are balancing their logical and emotional input into any current issues.",
        "img": "m14.jpg"
      },
      {
        "name": "The Devil",
        "locaname": "the devil",
        "number": "15",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Potential addictions, destructive tendencies, and feelings of shame",
        "shortmeaning": "This card points to addictive and self- destructive behaviours. You are facing some aspect of yourself that may leave you feeling rather shameful. You can control these tendencies, avoid unnecessary temptations and make change for the better. If you do, you will be freed from the negative emotions you feel.",
        "longmeaning": "The Devil is an inward looking card. It points to those things the Subject might be ashamed of and would be reluctant to share with, or exhibit, to the outside world. The Devil can represent many different internal facets of behaviour, and they range widely with the hold they can have over the Subject. The most recognisable might be certain sexual fantasies and desires, different kinds of addictions and, of course, abuse. The Devil can also represent restrictive lifestyles, relationships, and issues with boundaries. Whatever it is, it brings about feelings of shame, fear and anxiety within the Subject. It is time to deal with the situation rather than continue be controlled by it. If it is self-destructive or addictive behaviour, it is time to open up and be honest – seek support and guidance where appropriate. Likewise, if the Subject feels bound by a long held secret, maybe it is time to bring it into the open, so they can be free of the burden. The message in this card is to admit to these binds, and make effort to overcome them, in order to be able to move on to a lighter way of life.",
        "notesonimage": "In the picture, the Devil appears to have some control over the woman who is kneeling on the ground with her face in her hands, and she is clearly distressed. She is surrounded by hell fire and appears to be trapped and doomed. However, she is not chained or bound, in any way, and could make a bid for freedom if she chose to. Here The Devil represents situations, addictions, behaviours, or relationships, that have become overwhelming and constricting. The subject is encouraged to find out where they can regain control of their life by facing their demons rather than succumbing to them, so they can create a better reality.",
        "img": "m15.jpg"
      },
      {
        "name": "The Tower",
        "locaname": "the tower",
        "number": "16",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "External forces that rock your foundation. It's how you handle it that counts.",
        "shortmeaning": "Significant change and disruption to some key aspect of your life such as your home or a relationship. This is, undoubtedly, an upsetting experience but know that there is opportunity to build a new, improved reality. With time you are likely to see this as a blessing in disguise.",
        "longmeaning": "There are a number of cards in Tarot that depict change, because change is one of the most fundamental and consistent parts of life. It is something that everyone will face and cannot be avoided. It could be the exposure of a situation where the Subject isn’t being true to them self, or others, and they will be seen as they truly are rather than the persona they adopt for the outside world. The Subject might want to think about telling the truth themselves, rather than being exposed by circumstances out of their control. The Tower will inevitably crumble and only the Subject can limit the resultant damage. However, it is often a blessing in disguise, because what emerges from the wreck is better for them. They can finally be as they really are and there is nothing better than getting validation and acceptance for who and what you truly are, rather than trying to be something that other people want.",
        "notesonimage": "The Tower is falling apart having been struck by lightning, and flames can be seen coming from inside the structure. The element of fire refers to total and utter transformation because almost nothing looks or feels the same once it has been through fire; this image is all about significant, irreversible change. The devastation of Tower by some external force is representative of something that has come crashing down for the subject and it has had a major impact.  The likelihood is that they have little control over the outcome of the situation.",
        "img": "m16.jpg"
      },
      {
        "name": "The Star",
        "locaname": "the star",
        "number": "17",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Always hope, the light at the end of the tunnel, wishes and dreams",
        "shortmeaning": "No matter how dark things seems to be, hope will help you through this pain, sorrow or loss. It may not be clear where you are going, when or how, but you aren’t supposed to know the outcome at this moment. Instead, have faith and wait to see how things develop.",
        "longmeaning": "The Star tarot card brings us a message of hope – a bright light which shines in dark times.  When things are tough, a person’s attitude to a situation will determine how easy or difficult it is for them to get through, as well as what they are, or are not, happy to endure in the pursuit of what they want.  Those that keep hope in their heart will be motivated to keep going but those without hope may feel they have nothing to fight for, or indeed live for, and are more likely to give up. Hope for the future can be our driver, our motivation. It is important that the Subject should continue on day to day, despite it being a dark and rather miserable time. The Star reminds us that there will be a better, brighter time in the future; that the Subject will be able to enjoy life once again; that things will move on.  Although it seems like nothing is changing for the Subject and they are struggling with their day to day existence, each little task is important, to just keep going is important.  In a reading, the Reader should look at surrounding cards, however, to ascertain if the Subject has false hope, or misplaced belief, in a situation or person, that might actually be causing the stagnation.",
        "notesonimage": "A young woman sits on dark, rugged rocks collecting and pouring water from a flask into the fast flowing river, and this is all she is doing.  It may seem like a pointless and useless task, just as the Subject may feel their efforts are having no real impact on their life at the moment. Whilst the image shows a relatively calm scene, the woman has no clear path back or ahead which can show that the subject is lacking in direction and may be stuck in a rut. The Star is a beacon of hope and shines brightly, reflected in the river, representing that which seems pointless today will yield something better in the future, that we must continue with our daily mundane tasks and seemingly trivial existence until the time when direction and clarity find us once again.",
        "img": "m17.jpg"
      },
      {
        "name": "The Moon",
        "locaname": "the moon",
        "number": "18",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Not everything is clear, something remains hidden. Confusion and uncertainty",
        "shortmeaning": "You are confused; things are unclear and you sense not everything has come to light as yet. You feel sensitive, perhaps lacking in confidence and feel unable to act. This is a time for cleansing, a time to heal and to leave the past behind. Things will become clearer and a brighter future is available when you are ready for it.",
        "longmeaning": "The Moon appears when the Subject doesn’t know the full story. The Subject may be waiting for something to happen or for someone to be more open and honest with them but they should also be guided by their intuition. They will know what is right and wrong, what is worth waiting for and pursuing; and those things that are not what they seem and which need to be left well alone. They should be careful not to fill gaps in their knowledge by dreaming about what may, or may not, be. They need to wait for more information before trying to determine the outcome. The Moon can often represent a secret love affair.  In this kind of relationship, the development of this liaison could be out of the Subject’s hands and, so, if the Subject wants to pursue the affair they’ll remain in the uncertainty of The Moon, with little control over the outcome. If the Subject chooses not to pursue it they can take control of their own destiny and move on. Of course, some things are worth waiting for and this is what the Subject and Reader will have to decipher together.",
        "notesonimage": "TO-DO",
        "img": "m18.jpg"
      },
      {
        "name": "The Sun",
        "locaname": "the sun",
        "number": "19",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Heartfelt happiness and general cheer, gratitude for successful outcomes",
        "shortmeaning": "A period of good fortune and reward. You are enjoying life and feeling optimistic about the future. There is happiness and harmony in your relationships and ventures, and undertakings are likely to succeed. The Sun shines a light on everything you do. A very good sign.",
        "longmeaning": "The Sun is the most positive Tarot card and indicates fruitful outcomes accompanied by joy and happiness. Here, the Subject is at a happy point; their needs are being met, they’re clear about what they want and have an optimistic attitude toward achieving their goal. Cards such as The Sun and The World are the points in life we all strive and aspire to, they’re the positive outcome cards we all want to see. They depict the times when we can enjoy the fruits of our labours and feel proud of ourselves for what we have done and achieved. It is really important to take some time to stop and appreciate the moment, the place, the people, the love. Likewise, the Subject should take note of the lessons learned in Strength which is to not let ambition and success go to their head or dictate who they are or how they behave. They should remember to strike a balance between enjoying the moment, understanding their own value, and not getting carried away with the hype around them right now.",
        "notesonimage": "The Sun comes and dispels all darkness and doubt by shining its light everywhere and by prevailing over the stars and moon for now. The Sun gives life; we simply cannot survive without it. The couple and the baby in this picture have a lot to be thankful for and they are acknowledging The Sun for the bounty it gives them. A time for the Subject to feel happy and grateful for what they have, recognising all the wonderful things in their lives. A time when they can be happy with their lot.  It is important to remember to appreciate and show gratitude for all these things.",
        "img": "m19.jpg"
      },
      {
        "name": "Judgement",
        "locaname": "judgement",
        "number": "20",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Credit where credit's due (or not), accountability, assuming responsibility",
        "shortmeaning": "You are subject to internal and external judgement. You face the things you have done well and the mistakes you have made. The past cannot be changed but it should inform your future. Take the lessons you have learned forward with you.",
        "longmeaning": "The Subject is judged internally, by themselves, or externally, by others, in regard to something they’ve been involved in. This card can relate to outcomes of all kinds in relationships, work life or material or creative pursuits. People are generally enthused and want to highlight and celebrate their success, and rightly so. People who have worked long and hard, and who have not waivered from their ethical principles in order to achieve their goal, will receive their longed-for recognition. If, however, Judgement means the Subject is to face up to some negative consequence of their actions, the lesson is to learn something about how they go about achieving their goals in life. When the Subject looks back over events they’ll remember what they had to do to get there and the extent to which it was right and moral. The Subject is asked to consider if they are happy with all of their actions, input and work to get to this point or, with hindsight, would they choose to do anything differently? These lessons need to be held on to and used for future reference.",
        "notesonimage": "A young woman kneels before three hooded figures sitting behind a table. They have a large book in front of them and three large ornate pillars behind them. Are they judging her and she is pleading for mercy? Or are they listening to her explanation of why and how she did things, so they can write it in the book? Is she exalted that she has done things in the best possible way?  Or is she pleading for another go because she got it wrong?  It doesn’t really matter – this image is to depict external and internal judgement – something we all have to face at some point.",
        "img": "m20.jpg"
      },
      {
        "name": "The World",
        "locaname": "the world",
        "number": "21",
        "arcana": "Major Arcana",
        "suit": null,
        "description": "Fullfillment, gain, achievement of something worked for deserveds",
        "shortmeaning": "A time of material success, reward and achievement. You should feel happy and proud as this is the result of hard work and commitment. You are free from anxiety, negativity and insecurities. With this new found freedom and confidence the world is your oyster and possibilities are endless.",
        "longmeaning": "This is one of the most positive cards in the deck and denotes achievement and success for the Subject. They have completed or accomplished something noteworthy. The Subject has worked hard and sacrificed a lot to achieve this, refusing to give up when things got tough. This is the final card in the Major Arcana which denotes the end of a cycle, project or venture; that this particular journey, from The Fool at the beginning through all the stages of the Major Arcana, with all of its trials and successes is completed.  The Subject has overcome problems and hurdles and now possess all the skills and abilities to work through life successfully. There could be an award or some sort of formal recognition externally. Whatever form it takes, the Subject rightly deserves it for their perseverance and endurance. This is a happy time but, more specifically, the Subject is freed from anxiety or a burden of some responsibility that has been a worry to them. Negative perceptions and insecurities no longer hold them back, or warp their thoughts, and they’re finally achieving balance. They should enjoy this time.",
        "notesonimage": "The couple in the picture stand arm in arm together holding a cup, a wand, a sword and a pentacle. They have made use of all their skills and, as a result, have succeeded and they now can carry those skills and experiences through any other venture they undertake. The couple are surveying their territory and hold up their arms in victory, having achieved so much. The couple have gained experience and knowledge about themselves, and each other, along the way. They have made their mark on the world, however small it is.",
        "img": "m21.jpg"
      },
      {
        "name": "Ace of Cups",
        "locaname": "ace of cups",
        "number": "1",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Relationships unfolding, desire for comanionship",
        "shortmeaning": "The Ace of Cups shows you have a strong initial attraction or affinity with someone or something triggering happiness and excitement. It could indicate the possibility of a romantic involvement or new friendship, or the desire for a relationship.",
        "longmeaning": " The Ace of Cups can be a happy or sad card and tends to represent the Subject’s emotional response to a situation rather than an actual event. This is a highly emotional card and whatever the Subject is feeling, they are feeling it intensely. This level of emotion can drive people to do things they wouldn’t normally and, so, it is important for the Subject to think carefully about what they want to achieve before they act on it or say anything. It is important to look at the cards chosen alongside the Ace to determine the particular circumstance. In its more negative forms, the Ace can show where the Subject is feeling lonely and wanting some form of companionship. In its more positive forms it can represent real affinity with someone or something, and those overwhelming first flushes of attraction and love.",
        "notesonimage": "There is a huge cup emerging from a tree, which is in full bloom, growing in the water.  The tree represents the Tree of Life (which gave immortality to the first couple, Adam and Eve, in the garden of Eden).  The blossom indicate happiness/successful nurturing/contentment/beauty/nature – all the things that we enjoy and need in life.  The cup is large, indicating a massive surge of energy around emotions – and can be taken as being ‘out of proportion’ in terms of relationships eg the desperate need for a relationship – the massive infatuation in the first flush of a relationship. But it could also represent absolute and utter true love having a major impact on the Subject.  The tree grows out of water, the element associated with Cups, and, in this case, the water is relatively calm which indicates there is no significant negativity within this card.",
        "img": "c01.jpg"
      },
      {
        "name": "Two of Cups",
        "locaname": "two of cups",
        "number": "2",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Partnerships, development of a bond",
        "shortmeaning": "Feelings of attraction and affinity cement into something real when the Two of Cups appears. A partnership is formed or a relationship embarked on. This is a joyful time with lots of hope and excitement for the future.",
        "longmeaning": "Where the Ace represents feeling and emotion on the part of the Subject, the Two of Cups depicts an actual situation that has formed. It represents an object of affection, so someone has appeared with whom the Subject is now involved. It is a happy card and there may be history to this relationship so it could be that the Subject has overcome a disagreement or argument with someone they already know. The card shows an improvement or advancement in a relationship; the exact nature of which is not defined. The two can represent friendships and business partnerships as much as romantic relationships, but this doesn’t demean its importance at all. This card has appeared because this relationship is of particular importance to the Subject right now.",
        "notesonimage": "The tree is displaying healthy leaves, but no blossom and the tree holds two cups firmly in its boughs.  The water is calm and flowing smoothly.  The two numbers in a deck represents early stages, so this card is depicting an actual formation of a relationship and, because the tree is healthy and holding the cups firmly and the water is calm, the relationship is going well. Because there is no blossom as yet it can be gleaned that there is some way to go with it yet.",
        "img": "c02.jpg"
      },
      {
        "name": "Three of Cups",
        "locaname": "three of cups",
        "number": "3",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "A celebratory affair, something special",
        "shortmeaning": "There is something to celebrate, an emotional climax such as an engagement, the conception of a child or a ceremony of some sort. The Three of Cups shows a joyful time worth rejoicing with loved ones.",
        "longmeaning": "This is a very positive card that depicts harmonious relationships, including familial or work relationships or a key friendship. The emotion and experiences in the Ace and Two have led to this outcome and the Subject should be feeling happy in their connection with the other person. As well as celebrations and amicable relationships, this card can represent finding a new balance within a relationship that has recently experienced problems. Perhaps boundaries had become confused and a new understanding has created a more solid foundation to build on. The Subject will feel grateful for this. This is not the final outcome, as the relationship in question will evolve further and there is still a lot to learn about one another.",
        "notesonimage": "There are now three cups held securely on the tree, as well as foliage and blossom indicating happiness and positive times.  The water (the element associated with Cups) is calm.  The image represents moving on a stage in relationships, new and existing ones, and a manifestation of something to celebrate and enjoy.",
        "img": "c03.jpg"
      },
      {
        "name": "Four of Cups",
        "locaname": "four of cups",
        "number": "4",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Indifference, slightly disengaged, a disjointed relationship",
        "shortmeaning": "You’re bored to the point of being apathetic about a particular situation or relationship. The Four of Cups shows your attitude and mind-set aren’t helping. Try to understand what you are feeling and why you are feeling it, so you can start to address your needs.",
        "longmeaning": "The Subject has become disillusioned within a relationship. Either they are unsure about its sincerity and depth, or they’re just less interested in the other person than they were before. The Subject’s attitude is affecting their behaviour towards the other person and this is just going to generate more issues and insecurities. It seems unlikely that the Subject really has lost all hope, or else the Eight of Cups would have appeared. With this card there is a sense that not everything is known. To take action, or make a real judgement, based on what they’re thinking would probably not be the right thing to do just now. The Subject needs to dig a little deeper, to see what lies beneath the surface. If there’s hidden potential then great, but if not, the Subject has learned about what they don’t want from a relationship.",
        "notesonimage": "The image shows a struggling tree in stormy water, indicating problems.  The tree has lost all of its leaves, you can still see them floating on the water – meaning that this issue has been caught early enough to do something about it. The branches on the tree are still pointing upward meaning the Cups are safely held for the moment, and there is hope of recovery if that is what is wanted.",
        "img": "c04.jpg"
      },
      {
        "name": "Five of Cups",
        "locaname": "five of cups",
        "number": "5",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Upset, disappointment with a problematic relationship",
        "shortmeaning": "Sadly, the Five of Cups shows you’re upset as a result of difficulty, or separation within a relationship. Your attitude and mind-set aren’t helping you to feel any better. The situation seems unsolvable but if you stop focussing on the negatives and instead attend to healing the rift there is hope for resolution.",
        "longmeaning": "The Subject is feeling sad and down because they’re having problems in a key relationship. They may feel that the argument or disagreement is going to force the relationship to an end, or have some long term impact or affect. The Subject is sad because they feel as if the innocence and purity of what they felt has now been tarnished or spoiled. All is not lost, and there is still room for remorse and forgiveness on both parts. It is not realistic to think that any kind of relationship will always be happy and easy. It doesn’t make the relationship any less real or important. If the Subject truly wants this relationship they’ll need to make the necessary effort to mend things.",
        "notesonimage": "In this image the tree has no foliage and the tree branches are wilting.  One of the Cups has fallen into the water, which is choppy.  This is clearly not a happy card and the cup in the water indicates that all could be lost in a relationship, or the upsetting thought that it can never be the same.   But the Five is still an early number in the suit, so, providing some nurturing is given, there could still be a recovery.",
        "img": "c05.jpg"
      },
      {
        "name": "Six of Cups",
        "locaname": "six of cups",
        "number": "6",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Taking a trip down memory lane, regret",
        "shortmeaning": "You feel regret over a relationship that went awry and long for it to be the way it was. The Six of Cups is the card of nostalgic feeling. You may be able to revive this relationship or heal rifts now because, with the benefit of hindsight, you see things more clearly.",
        "longmeaning": "The Six of Cups is a card of reflection and the Subject could, or should, be looking into their past to gain some clarity in the here and now. The Subject is likely to be thinking about a particular relationship, or person, wondering whether there is a chance of a reunion or a reconciliation of some sort. Given that time has passed and people grow up, there is probably a chance that the things that went wrong in the past could now be put right. But, when considering resurrecting an old relationship, the Subject should be careful not to look at the past through rose-tinted spectacles. They need to be sure they do, truly, understand what the old issues were and that they can say, with confidence, that this relationship won’t follow the same path as before.",
        "notesonimage": "There is blossom and leaves on the tree and all six Cups are securely held.  This is to indicate hope that a relationship can flourish – this is likely to be a relationship with problems in the past which, with the benefit of hindsight and experience, can be saved, with a bright new future ahead if nurtured in the correct way.",
        "img": "c06.jpg"
      },
      {
        "name": "Seven of Cups",
        "locaname": "seven of cups",
        "number": "7",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Decisions, desicions. A few options to be weighed up",
        "shortmeaning": "You have a lot going on in key relationships when the Seven of Cups appears. You’re likely to have a number of different options or ways to move forward. The Seven of Cups also hints that you’ll soon need to commit to just one of these options – think carefully, choose wisely!",
        "longmeaning": "The Subject’s love life may be a bit ‘up in the air’ at the moment. It might be that the relationship doesn’t seem satisfying enough to the Subject and they need to think carefully about what they need. The mood of this card is not negative, though, so there is clearly food for thought about which is the best way forward. The Subject needs to start working out what is, and isn’t, attractive, feasible or realistic for them within this relationship. The Subject should be considering the right course of action to take in order to make things right, or to get the relationship to move forwards if this is what they want to do. It is important for them to consider their own needs but they should always show respect and consideration to those involved.",
        "notesonimage": "This image represents an influence which is affecting the current relationship.  Although the water is choppy and there is a wind blowing (this portrays the influence), there are still many leaves on the tree and the Cups seem to be held securely. This indicates the need to consider what influences are affecting the relationship, and to make a decision how to tackle the issue before things come under too much stress.",
        "img": "c07.jpg"
      },
      {
        "name": "Eight of Cups",
        "locaname": "eight of cups",
        "number": "8",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Seperation, heartbreak and lost hope",
        "shortmeaning": "The Eight of Cups is, unarguably, a sad card. You have given up on, or lost hope of resolving issues in a relationship you have invested a lot into. You’re feeling hurt, upset and disappointed. Accept this ending and the pain; with time you heal and feel happy again.",
        "longmeaning": "The Subject is going through a break up of some description and they’re feeling sad, hurt and extremely disappointed. On some level this relationship isn’t right for them and it can’t continue this way. Whichever party ends it, there is a sense that the Subject doesn’t have any control of the outcome. The Eight of Cups is a lonely, sad card and unfortunately refers to a situation that most people will face in life at some time or other. The Subject will have already invested a lot into this relationship from the heart and, in addition, they could be concerned about the opinions and reactions of friends and family about the relationship ending. Also, it can be very hard to let go of dreams and expectations they shared with the person they had loved . The Subject should be encouraged to spend time trying to heal, recover and look to the future rather than go over the past and what has been lost.",
        "notesonimage": "The tree shows no sign of life and looks harsh and stark.  Each branch is drooping – very shortly the Cups will fall out of it and there will be nothing.  The water is turbulent too.  There is little that can be done to save this relationship.",
        "img": "c08.jpg"
      },
      {
        "name": "Nine of Cups",
        "locaname": "nine of cups",
        "number": "9",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "A meaningful relationship or engagement, happy times",
        "shortmeaning": "The Nine of Cups shows you enjoying the benefits of a close relationship and feel as if all your dreams and wishes are coming true. You’ve worked hard and endured a lot to get here. These good times are a validation of your commitment, enjoy!",
        "longmeaning": "This is a very strong relationship card because it represents unconditional love. The relationship in question has already come through difficulty, and possibly even separation, in the past. With hindsight there may be regret about what may have happened previously, but right now, at this very moment, the Subject feels as if it has all been worth it. This card refers to relationships that have come through trials and tribulations and survived. The people involved know each other all too well encompassing both the good and the bad. They love each other unconditionally and have forgiven each other for arguments and disagreements. This is a more sincere bond built on a truer understanding of the other person, warts and all. This will be boosting the Subject’s confidence and they should be very happy.",
        "notesonimage": "There are nine Cups on the tree – one away from the complete 10 card. This indicates a very strong relationship which has grown beyond the disagreements.  There is a lot of foliage on the tree too – but no blossom, as yet.  The water is calm and running smoothly.  A positive image that represents current relationships have come a long way and are now growing strongly and surely.",
        "img": "c09.jpg"
      },
      {
        "name": "Ten of Cups",
        "locaname": "ten of cups",
        "number": "10",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Strong bonds, family units, emotional contentment",
        "shortmeaning": "Having gone through hurt and upset in the past, you are grateful for the happy home and emotional satisfaction you have right now. When the Ten of Cups shows up, you know that what you’ve established feels right and secure. A time to enjoy your friends, family and domestic life.",
        "longmeaning": "The Ten of Cups shows that the Subject is part of a committed relationship, with bonds that have lasted over time. They have weathered various storms and undergone many tests together and overcome them. The relationship in question remains strong and there is a sense that they can withstand anything that life throws at them. The Subject is in a fulfilling partnership. They dedicate their time, and energy, to hopes and dreams they have for the future around this partnership. This relationship, or family unit, is very much at the centre of the universe for the Subject, and it underpins their sense of belonging; of having a meaning and reason to be here and to enjoy life and love.",
        "notesonimage": "The tree is in absolute full bloom with blossom and foliage even sprouting from the trunk – the relationship is established and expanding beautifully.  Ten golden Cups are held securely on the tree and the water is running smoothly.  A time to be happy and contented.",
        "img": "c10.jpg"
      },
      {
        "name": "Page of Cups",
        "locaname": "page of cups",
        "number": "11",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "Issues with self, juvenile approach to feelings and emotions",
        "shortmeaning": "The Page of Cups is the card of sensitivity. A painful experience or the breakdown of a previous relationship left you lacking confidence. If you want a relationship you need to heal past hurt. To be able to love someone else you must first love yourself. When you have mastered this you will find yourself attracting the attention you crave.",
        "longmeaning": "As with the Ace, the Page of Cups can show that the Subject hopes for some companionship and attention. Perhaps they feel rueful and lonely, but they may be looking in all the wrong places. The Subject is really not quite ready for a true emotional encounter because they are still affected by some hurt, or upsetting emotional experience, from the past. The Reader should work with the Subject to understand what is holding them back. Only by gaining true understanding of why they can’t move forward, will their opportunities begin to change for the better. It could be that the Subject is infatuated with someone, or fixed on an unrealistic relationship, and they may not understand why the relationship is not developing the way they want it to. They may be rather demanding, too needy or childish in their approach to this situation. But, at the heart of this, is a genuine desire for a real relationship.  Leaving the past behind, looking at their own wants and needs, and being ready to receive and give love maturely and equally will be the answer to finding true love.",
        "notesonimage": "The Page kneels at the water’s edge poised to plunge the Cup into the water to fill it.  He gazes at his reflection thoughtfully, as if looking for the answers, but it is just the image of himself in the reflection.  This image represents being ready to fill the Cup of Love, but that our feelings and relationships are much deeper than the surface that is visible.  There is much more to ourselves, and others, that needs to be understood; we must not expect love to come to us just because we want it, or to accept relationships on face value.  This image represents a childish, naive view to love which is not realistic or feasible.",
        "img": "c11.jpg"
      },
      {
        "name": "Knight of Cups",
        "locaname": "knight of cups",
        "number": "12",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "An attractive man, an admirer or companion",
        "shortmeaning": "A romantic emotional young man who can be selfish but is easy to fall for. He is in love with love and cannot be satisfied with the normality of relationships. The Knight of Cups is likely to get bored after the initial chase. A potential suitor could come into your life but until you know better view it as a bit of fun rather than getting too serious.",
        "longmeaning": "The Subject may have started seeing someone, or could be falling in love with a Knight of Cups type. This card does not necessarily refer to an actual relationship, or indicate whether the love is returned or not, it simply depicts the Subject’s feelings and how it affects their conduct, and decisions, within that situation. This Knight is a romantic, he loves rescuing damsels and being the hero in fairy tales. He has high expectations of love that are not realistic, or informed. He will sacrifice anything in the name of love because, as a Knight, this would be part of his duty, but his personal approach to to love is very immature. His unreal expectations of love means that he is always looking for the next romantic adventure and the boost it gives him. He is likely to move on when something comes along that he perceives as “more exciting”.",
        "notesonimage": "This is a dreamy Knight, sure of his conquests, sure of his attraction, riding his chocolate and gold coloured horse very sedately.  The colours of the sky depict romantic sunsets and the soft comfort of love.  But there are no indications of drive and commitment; he and his horse are looking in different directions, indicating that he is constantly on the look out for new adventures.  We cannot see any particular path he is following, he is riding aimlessly looking for his new romantic quest.",
        "img": "c12.jpg"
      },
      {
        "name": "Queen of Cups",
        "locaname": "queen of cups",
        "number": "13",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "An attractive woman who's stirring up feelings in others",
        "shortmeaning": "A sensitive, beautiful woman who is in touch with her sensual side. She is aware of her attractiveness and uses it to her advantage stirring feelings of love, lust and envy in others. Whether a friend or a rival, you have something to learn from her. It is time to pay more attention to your own sensuality and embrace the Queen of Cups within.",
        "longmeaning": "In a reading, this card could show that the Subject is stirring up feelings in other people because they are looking, and feeling, their best. If not, they should be taking time out to pamper and indulge in things that will make them feel more confident and desirable. There is nothing wrong with feeling attractive and being wanted by other people. The Queen of Cups is highly desirable and she is very aware, and in total control, of her ability to inspire love and devotion. She knows the impact she has on the people she meets and will use it for her own gain, to some extent. She is a complex person because whilst she is led by her feelings and is, by nature, an emotional being, she is very careful not to show it outwardly, being incredibly protective about her own feelings. She has some traits similar to the Knight, in that she can change emotional allegiance quickly and easily. This is because she is driven and motivated by emotion. If she sees or finds something that takes her fancy she will easily justify the most callous of actions.",
        "notesonimage": "The image shows a Queen in luxurious gold and green clothing, she is beautiful and approachable as shown by the child kneeling at her feet.   She holds her hands ready to accept the Cup offered to her, and smiles gently, to show her caring side.  She does not stoop to reach it, however, showing the control she has over her own actions/emotions which she reserves for her own will.  It is a small, rather poor, urchin at her feet, who holds the Cup up to her, and who portrays the devotion she inspires in all she meets, despite their status or situation – she knows exactly how to use her allure to the full.",
        "img": "c13.jpg"
      },
      {
        "name": "King of Cups",
        "locaname": "king of cups",
        "number": "14",
        "arcana": "Minor Arcana",
        "suit": "Cups",
        "description": "An understanding man who's not as in touch with his emotions as you might think",
        "shortmeaning": "An attractive, sensitive man who has been hurt in the past and is able to empathise with others. With such qualities you’d be forgiven for thinking this man is in touch with his emotions when he is not. He talks about them knowledgably but avoids situations where he has to experience them directly. If this is not a man in your life, consider where pain from your past is stifling you.",
        "longmeaning": "This card refers to a warm and kind man who takes his responsibilities seriously. He understands the importance of emotion and can communicate good advice to the people that surround him. He is attractive and charming and everyone loves him. He is a little weak, though, and likely to shy away from dealing with tough situations. He can communicate well and empathise because he’s loved, in the past, and lost. The King can give really good relationship advice and talks soundly about feeling, but he cannot apply it to his own life, or the way he handles his own relationships in which he usually fails. He does not like talking about his own emotions and so is not as reasonable, or understanding, in an actual relationship. This King has issues with trusting as a result of what has happened in the past, and so finds it difficult to allow himself to love again.",
        "notesonimage": "The King has a  jewel encrusted Cup on a gold topped table, he does not hold it.  He can communicate about love and relationships but he will not allow himself to drink from the Cup of Love.  He is young; this is to indicate an immature attitude to dealing with his own relationships.  His crown bears the same jewels as the Cup to indicate his knowledge of love, but he is not relaxed in love and so sits rather tensely on his throne.   There is a red carpet almost like a path to him to indicate that he is approachable.  The curtain behind is half drawn to indicate that there is something lacking in his capabilities, regarding relationships.",
        "img": "c14.jpg"
      },
      {
        "name": "Ace of Swords",
        "locaname": "ace of swords",
        "number": "1",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Challenges ahead, a change in belief or stance",
        "shortmeaning": "The Ace of Swords is a sign of changing perspectives and challenges to come. This is likely to be a new attitude, opinion or theology which brings the foundation of existing situations and relationships into question because they were built on previous beliefs.",
        "longmeaning": "The Ace of Swords is neither a positive or negative card it is almost a statement of fact. The Subject is developing a new opinion, desire or focus. They may have outgrown their current phase in life and are developing a new viewpoint, stance or attitude and even reviewing their overall approach to life. The Reader should prepare the Subject for the resultant change ahead. The Subject’s current situation and relationships will have been built upon old (maybe shared) beliefs, opinions and wants. So a change in opinion or understanding about the fundamentals of life could cause disconnection, or disruption, to existing relationships. The Subject may find they want to experience new and different things that might be at odds with their current life situation. This is why the Ace of Swords can be a warning of conflict to come because the new attitude may disagree with the existing ones.",
        "notesonimage": "The image shows a strong hand thrusting a sword through clouds.  The sword is large and sharp indicating that the Ace is full of energy and power.  The hand has a firm grip on the hilt, ready for action, representing being faced with a new challenge.  The Element associated with Swords is Air – hence the clouds.  The clouds are calm but fluffy, representing neither a positive nor negative energy – the image just depicts being ready for  new thoughts/beliefs/challenges about to begin, with a strength to grasp new attitudes, opinions and understanding of oneself.",
        "img": "s01.jpg"
      },
      {
        "name": "Two of Swords",
        "locaname": "two of swords",
        "number": "2",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Avoiding conflict that needs to be faced or talked about",
        "shortmeaning": "The Two of Swords shows that some conflict or stand off exists in your life. It also suggests that you’re not doing much to properly address said conflict. Whilst the Two of Swords encourages you to face this issue now, don’t rush in too quickly. There may be information you’re missing that’s crucial to you handling this situation effectively.",
        "longmeaning": "When the Two of Swords is present, the Subject is not actively changing their situation and they want to avoid some looming conflict. The Subject is not happy at all and this card indicates anxiety, worry and tension as much as anything else. Despite their fears about what could happen, there is an absolute need for them is to come to terms with what is ahead. The message a Reader should convey is that the Subject’s ability to accept, and then pro-actively tackle, the situation could help to mitigate the much anticipated fall-out.",
        "notesonimage": "There are two sharp swords crossed as if in battle.  The clouds are grey and stormy and bubbling up into thick heavier clouds.  This card indicates a challenge that needs to be addressed.  Even though the thought of conflict is scary, it is best to face the challenge now, rather than worrying about it which will bring its own problems and further storms.  The ‘two’ cards in the deck are early stage cards so the outcome of dealing with this problem now might not be as bad as leaving it to some future date.",
        "img": "s02.jpg"
      },
      {
        "name": "Three of Swords",
        "locaname": "three of swords",
        "number": "3",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "A betrayal or loss, a feeling of having been let down",
        "shortmeaning": "The Three of Swords shows a painful situation. You feel let down or even betrayed by someone close to you; an inevitable but upsetting part of life. There is little you can do other than to accept the situation and allow time to heal.",
        "longmeaning": "When the Three of Swords appears, a deep-seated argument or disagreement has occurred with someone close to the Subject. This has been building for some time and the outcome can be painful; in some cases it can refer to a betrayal or a separation. The Subject will be left feeling emotional, hurt and confused. Although heart-breaking, the Subject can now make better decisions about their future. If this particular set of events had not taken place, the Subject would have been trapped in an unhappy situation with no hope of improvement. So whilst this situation is unwanted, the positive message is that they now have hope of finding true happiness because they are freed from the conflict that has been binding them.",
        "notesonimage": "The Swords are not aligned in neat rows but are at angles and pointing in and around, with one facing directly down between the other two.   This represents conflict between two people and the possibility of being forced apart because of the conflict.  The clouds are extremely stormy and turbulent which represent a difficult time which, just like the weather, has to be endured until the storm is spent and better weather follows.",
        "img": "s03.jpg"
      },
      {
        "name": "Four of Swords",
        "locaname": "four of swords",
        "number": "4",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "A time for contemplation and recouperation after a testing time",
        "shortmeaning": "The Four of Swords encourages you to take time for yourself; it is time for some rest and healing. It’s likely you are coming through some form of grief, trauma or illness. The Four of Swords shows that your body and/or soul need time to heal and rejuvenate. You should do whatever is in your power to facilitate this process.",
        "longmeaning": "The whole of the Swords suit teaches that the understanding and acceptance of tragedy, conflict and hurt can help to ease grief. How? Because it can help the Subject reconcile what has taken place and why it hurts them; by acknowledging the pain and trauma and by accepting that it is past and over with, they can start to mend the damage it has caused. The Four of Swords card indicates that times have been challenging for the Subject of late and they need some down-time in order to recoup. Taking time to consider the past and recognising the way in which events have affected the Subject can be fruitful to the healing process and this is what is required of them right now. They need to stop and reflect on what has passed and the impact it has had on them and and to start finding ways of how they can start the healing process.  Pain and trauma in our lives is a necessary way to learn about what we want and what we don’t want in our lives in the future.",
        "notesonimage": "There are four swords neatly aligned above each other – they are not crossed or pointing at each other.  The clouds are slightly fluffy and calm – almost like a comfortable bed.  This image represents the need to be still and calm in order to recoup and heal after pain and suffering.  A time of calm after the conflict.",
        "img": "s04.jpg"
      },
      {
        "name": "Five of Swords",
        "locaname": "five of swords",
        "number": "5",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Think through the battle at hand, it might not be won",
        "shortmeaning": "The Five of Swords shows a battle or confrontation of some sort. Consider your motivations carefully, and capacity to win more so. Even if you think you can win, is the resultant fallout really worth it? With rational consideration you may decide to let this one go.",
        "longmeaning": "The Subject is held back from doing, or completing,  something they have set out to achieve and this is causing upset. There are now parameters or boundaries that were not expected and they may feel duped and that they have been treated unfairly. The Subject could be feeling detached, excluded and over-looked. These new found constraints, and/or the way in which the Subject has been treated, are clearly points of anger and frustration. On this occasion the Subject may benefit from accepting the state of play and moving on rather than reacting in an antagonistic way. Any action on the Subject’s part is unlikely to make things better, not least in the way they want to see it improve. For now, this situation, desire, or person, is not available to them and although it tempting to fight back, the reality is that it is not going to help, the conflict will only create worse issues.  The Subject should consider avoiding this battle in order to win the war.",
        "notesonimage": "The Five numbers in almost all of the suits represent hurdles, difficulties and upset.  In the image all the Swords are pointing inwards as if battling on all sides and the clouds are extremely stormy and turbulent.  Taking on unnecessary conflict could inflame more anger, and frustration, when it would make sense to avoid the battle and let things calm down and become clear.",
        "img": "s05.jpg"
      },
      {
        "name": "Six of Swords",
        "locaname": "six of swords",
        "number": "6",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "A calm mind or moment in an otherwise difficult situation",
        "shortmeaning": "The Six of Swords shows you are able to find balance in an otherwise unhappy or difficult situation. This may not be the outcome you desired but you’ve gained wisdom and understanding along the way that enables you to go with the flow.",
        "longmeaning": "As with the entire Swords suit, the Six of Swords refers to conflict in the Subject’s life; something is not right and they are aware of it. The six is not a stressful or anxious card though; it shows that the Subject has an understanding of the situation that allows them to remain calm and measured. It appears that the Subject has learned to harness their emotions and deal with the situation in a constructive way. The Subject is not happy, however. They are not able to move on from whatever difficulty they are experiencing and there may be “loose ends” that will ultimately have to be faced. Time has to pass in order for this situation to resolve properly. The Subject is able to carry on living normally, day to day, even if it is not exactly the way they would like to live or even a comfortable situation. The Subject may need to understand that this is just what is needed at this moment in time and it is admirable that they are able to cope this way, right now.",
        "notesonimage": "TO-DO",
        "img": "s06.jpg"
      },
      {
        "name": "Seven of Swords",
        "locaname": "seven of swords",
        "number": "7",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Potential deception or dishonesty, be alert",
        "shortmeaning": "The Seven of Swords warns that there could be manipulative or dishonest behaviour at play. Whilst this is often to protect ourselves or others; at times it isn’t justifiable. Analyse the motives of the people involved, including you, to know which is applicable right now.",
        "longmeaning": "The Subject should be mindful of the information they are sharing and the people they are associating with. The Subject, or someone around them, may be required to adopt underhand methods to achieve something they want and the Subject is in an uncomfortable situation where behaviours and actions may not be what they seem. Someone is misleading someone else even if the motivation behind it is sound.  This needs to be handled sensitively and the Subject cannot simply demand or apply pressure to get to the bottom of what’s really going on. It may be that it is the Subject who, for what seems to be very good reasons, is the one who is not being honest, or trying to manipulate the situation, and when the truth finally comes out they will need to consider whether the end justifies the means. Depending on the nature of the question posed by the Subject, this card could be a warning that they may be being manipulated by someone else.",
        "notesonimage": "TO-DO",
        "img": "s07.jpg"
      },
      {
        "name": "Eight of Swords",
        "locaname": "eight of swords",
        "number": "8",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Being driven by fear and feeling unable to act",
        "shortmeaning": "With the Eight of Swords you have a decision to make but you fear the consequences that will prevail. You’re left feeling trapped and unable to act. Delaying it further will only worsen the situation for you now. Accepting you have played a part in creating this situation might help you to find a potential solution.",
        "longmeaning": "The Subject has allowed a very difficult, tense situation to build over time and they fear it is finally about to break open. They are now caught between two factions and any decision will have some negative consequence. The Subject feels there will be hurt and loss, either way, and will be distressed about this. They need encouragement to face and deal with it before the situation gets any worse. The Subject is at least partly responsible for this issue, and the message here is that they need to take decisive action. There’s no point in spending any more time in despair and worry – they must now try to improve their state of mind. They’d benefit most from thinking through the best ways of dealing with the situation, or even sorting it out directly, rather than fretting about it.",
        "notesonimage": "TO-DO",
        "img": "s08.jpg"
      },
      {
        "name": "Nine of Swords",
        "locaname": "nine of swords",
        "number": "9",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Suffering and anxiety, a fresh mental perspective is needed",
        "shortmeaning": "The Nine of Swords shows personal suffering through fear, grief or guilt. Destructive tendencies come to the fore as you punish yourself for the choices you have made. The reality really isn’t as bad as you imagine. Adopt a more positive mind-set to move forward.",
        "longmeaning": "The Nine of Swords crops up when the Subject’s mental attitude can improve, or worsen, a situation and it can illustrate self-destructive, depressive tendencies and thoughts. This card will indicate some issues that need to be dealt with but the situation is not quite as hopeless as the Subject feels. It is likely that they are allowing their fears and concerns to become overblown, and may have misplaced feelings of guilt or anxiety. The Subject’s situation and life will brighten considerably when they allow themselves to move past this way of thinking. It is in their control. They should try talking to people close to them, or who are involved in the situation, then the Subject might start to realise that other people have a less judgemental attitude to them than they think.",
        "notesonimage": "Swords are pointing and crossing every which way indicating confusion, worry, fear and the feeling of conflict, and the clouds are turbulent and stormy.  However, the two Swords at the top are lying flat and aligned neatly – indicating things are not as bad as you think, don’t allow your own thoughts to dictate how you are managing – talking to others might alleviate some of these anxieties.",
        "img": "s09.jpg"
      },
      {
        "name": "Ten of Swords",
        "locaname": "ten of swords",
        "number": "10",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Bitter and difficult endings, still trying to accept what has happened",
        "shortmeaning": "A difficult situation comes to an abrupt end when the Ten of Swords appears and it pretty much leave you feeling devastated. The truth is finally out and you now accept something you didn’t before. At least you are now freed from the restraints and difficulties of this situation so try to pick yourself up, dust yourself off and move on.",
        "longmeaning": "The suffering of the Subject inherent in this card is similar to the Three of Swords and they will feel upset, hurt, exposed and even heart-broken. But, with the Ten of Swords, the Subject has gained understanding and acceptance that they may have been wrong or that they have been in denial about it. Whether a forced change or not, this is the bitter ending of a situation. The message with this card is that, now the truth of the situation is faced, it has to end. The Subject will be able to set new challenges and embark on a new, happier life, free from the hurt and anxiety depicted in this card. Things will start to get better, one day at a time. The Subject should dedicate their time and energy to what is before them, new horizons, rather than on what has passed which will hold them back.",
        "notesonimage": "TO-DO",
        "img": "s10.jpg"
      },
      {
        "name": "Page of Swords",
        "locaname": "page of swords",
        "number": "11",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "Be wary of seemingly idle chit chat that could back lash or childish behaviour",
        "shortmeaning": "Be careful of how and who you talk to. Your new viewpoint will lead you to question people and situations around you. If you share this, your words could be blown out of proportion when repeated by others. You know your intentions but they’re open to interpretation.",
        "longmeaning": "The Subject may have a new or changing standpoint or attitude to do with something in their lives, but they need to be careful when sharing their thoughts with other people. The Subject’s new way of thinking is exactly that – new -and may not be quite formed enough to project onto the outside world without receiving criticism. The Subject should think about whether they have been, or are being, just a little too loose-lipped about something.  Because of their new attitude they may be saying things in a way that could be taken out of context when passed on by someone else. The Subject could also feel that they are a victim to gossip or rumour and, again, it could just be a case of misinterpretation. The main advice is to be careful in their dialogue for now, either with their own words, or to avoid misinterpreting the meanings of what other people are saying; they should also avoid being too sharp tongued or spiteful.",
        "notesonimage": "TO-DO",
        "img": "s11.jpg"
      },
      {
        "name": "Knight of Swords",
        "locaname": "knight of swords",
        "number": "12",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "A chaotic, driven young man who may not think things through carefully",
        "shortmeaning": "A young and impetuous male that you find rather charming bears an influence on you now. Be wary as he will act with superficial knowledge of a situation. He is quick to change opinion and therefore direction, meaning he could leave your life as quickly as he entered it.",
        "longmeaning": "In a situation, the Knight represents a hasty change of opinion, or a knee jerk reaction, to someone or something in the Subject’s life. There is a lot of energy and movement with this card and they may be impatient for things to move on. The Subject should consider if there are loose ends to be tied up, or responsibilities to be seen to, before they gallop down off down their new path. As a person the Knight is clever, witty, talented and energetic. He is easy to admire and everyone wants to be involved or associated with him. He is not very mature, though, and has little in the way of consistency and dependability, unless it suits him at that time. His opinions and beliefs are flighty because he has no real experience to draw on and so his opinions, beliefs and allegiances, continually fluctuate. These characteristics are damaging to his personal relationships and hard on people who come to rely on him. The Knight regularly hurts people and, as soon as he perceives a situation has become stale or boring, he will move on.",
        "notesonimage": "TO-DO",
        "img": "s12.jpg"
      },
      {
        "name": "Queen of Swords",
        "locaname": "queen of swords",
        "number": "13",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "A guarded but intelligent woman who it takes time to get to know",
        "shortmeaning": "A strong, intelligent, aloof woman who bears pain and sorrow without showing it. A dignified character with high expectations designed to protect her from her vulnerability and hurt. It could be that these are qualities you need to develop in your current situation but be aware of disassociating from your feelings entirely.",
        "longmeaning": "The Queen of Swords is an impressive character because of her faculty of mind. Not just in the sense that she is intelligent, quick witted and knowledgeable, which she is, but because she has learned to control her emotional reactions. She does this by managing her expectations through reason and clarity of thought, she also understands that allowing emotions to overcome sense and logic is often unproductive. She can appear detached and stand-offish, because she keeps her emotions under control. People that don’t know her well could perceive her as arrogant and haughty, but she is not. She can be as sensitive as, say, the Queen of Cups, but past experience has taught her to keep it from view. She knows herself and what causes her hurt, and she will manage and organise her personal life to make sure she does not fall foul of it again.",
        "notesonimage": "TO-DO",
        "img": "s13.jpg"
      },
      {
        "name": "King of Swords",
        "locaname": "king of swords",
        "number": "14",
        "arcana": "Minor Arcana",
        "suit": "Swords",
        "description": "An impressingly intelligent and knowledgable man",
        "shortmeaning": "A highly logical and intelligent, mature man who can be rather dismissive of emotion.  He is clever and incisive, able to get straight to the heart of a problem, and find the right solution.  You can’t be too sensitive around this person, their words can hurt but are often the truth.",
        "longmeaning": "The Subject may be dealing with a rather impressive, intelligent man. His intelligence and experience give him the power to do and say the right things at the right time, but, he is a head-rules-the-heart kind of guy, and can lack honest and sincere involvement with those around him. He has many good traits though and he can be kind and helpful. He is always just slightly detached from a situation, or relationship, and he’ll refuse to get in over his head. He’ll do what he perceives is the right thing to do, rather than what he wants to do, because he fears losing control or making mistakes. Not to protect himself from hurt like the Queen of Swords does, but purely on an egotistical level. His intellectual abilities are of the utmost importance to him and, thus, they define him as a person. He can become uneasy in romantic situations and dismissive of sentimentality.",
        "notesonimage": "TO-DO",
        "img": "s14.jpg"
      },
      {
        "name": "Ace of Wands",
        "locaname": "ace of wands",
        "number": "1",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "On a mission to succeed, a new and exciting idea or opportunity",
        "shortmeaning": "The Ace of Wands shows you using your creative imagination to form a new vision. This vision is not yet fully refined or defined but there’s an inner pull toward a new adventure or pursuit that sparks your enthusiasm. This may bring about boredom and restlessness with the current state of play and a desire for something new and exciting.",
        "longmeaning": "Something has sparked the Subject’s interest. At this stage, they won’t have the full idea or all the facts and figures needed to evidence its real potential. They do know however, that it has real promise and warrants more attention. The Ace of Wands is the birth of a vision, a new idea or vocation. The Subject is analysing something in more depth and is realising it may have more potential than they first thought. Not only that, it’s developing a hunger to pursue this further in the Subject. The Subject is impatient to move forward and may be frustrated living in the here and now. They want to embark on their new journey straight away but they will have to wait for the opportunity to grow into something more concrete.",
        "notesonimage": "TO-DO",
        "img": "w01.jpg"
      },
      {
        "name": "Two of Wands",
        "locaname": "two of wands",
        "number": "2",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Look carefully for a solution, answers lie with new ideas or opportunities",
        "shortmeaning": "You should take a closer look at an opportunity or idea that has emerged. It provides solutions where they are most needed and makes it possible to progress current situations.",
        "longmeaning": "An opportunity has come to the fore and the Subject should make sure it is given its due and careful attention. It may not be fully defined, with certain details yet to be ascertained. The Subject’s interest has been roused and they know that this could be an advantageous prospect. At the start of any business, project or journey there are things that need to be planned and set in place before you head off. In all of the suits, the Two can be viewed as a manifestation of the energy and movement depicted by the Aces. The Subject is able to see a new direction forming and has the resources and skills needed to move ahead. This is a card of progression and bodes well for the subject and their endeavours.",
        "notesonimage": "TO-DO",
        "img": "w02.jpg"
      },
      {
        "name": "Three of Wands",
        "locaname": "three of wands",
        "number": "3",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Skills and achievement, encouraging signs, progression",
        "shortmeaning": "An achievement of some description, the first hurdle overcome. This isn’t the final outcome, you’re pretty much still at the starting blocks. Nevertheless, this is an important stage on your journey; celebrate and be proud of yourself.",
        "longmeaning": "This is the first Wands card to portray real achievement. Something has come to fruition and the Subject has managed to manifest an idea into reality. The wants and aspirations depicted by the Wands cards are not always feasible or realistic. They may take the Subject’s fancy but ultimately come to nothing. Not with the Three, though, and that’s why it’s such a positive card. It shows a project/venture or pursuit that has sparked the passion of the Subject, but, moreover, that the Subject has actually been able to show there is something very sound about it. This is obviously a fulfilling experience and will drive the Subject on to do, and achieve, more. They should be mindful that the Three is still an “early stage” card. The situation as it is now will change and develop. It’s likely that there are challenges and hurdles to overcome but, for now, they should be feeling happy and excited about what is ahead of them.",
        "notesonimage": "TO-DO",
        "img": "w03.jpg"
      },
      {
        "name": "Four of Wands",
        "locaname": "four of wands",
        "number": "4",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Hard work, persistance, commitment to a goal",
        "shortmeaning": "Your dedication and hard work is starting to pay off when the Four of Wands graces your reading. Take a moment to relax and appreciate your successes before forging ahead again. You have a firm foundation and all the support and tools you need to keep succeeding.",
        "longmeaning": "The Subject is doing very well at the moment and has made fair progress toward achieving some aim or aspiration. The Subject has worked hard to establish or develop something and has created a solid base to work from. Whilst this card may not have the outward celebrations and gratification portrayed by the Three or the Six it is still a very important card. Here, the Subject needs to take stock and notice just how far they’ve come. They should not undervalue their progress and efforts, or overlook the significance of their achievement. By taking stock, they will gain a better understanding of what they’re capable of achieving in the future. They have managed to secure the buy-in they needed, and they’re supported by the people around them. They may to start to realise their successes could go beyond their wildest expectations.",
        "notesonimage": "TO-DO",
        "img": "w04.jpg"
      },
      {
        "name": "Five of Wands",
        "locaname": "five of wands",
        "number": "5",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Obstacles and limitations are holding back progress",
        "shortmeaning": "The Five of Wands shows that certain obstacles, most likely physical or material limitations, will make you feel as if you won’t reach your goal. You have the ability to find new ways of doing things you just need to think outside the box; if you can, you will stay on course.",
        "longmeaning": "All the Fives represent restrictions or constraints, where the Subject can’t have, or quite do, what they want. The Five of Wands  indicates that the Subject is held back, or hindered, from achieving something they have set out to do, and feel passionate about. It could be a long held dream, or vocation, and they’re unsure how they’ll be able to succeed now. There are always setbacks in life and it can be easy to find reasons and excuses to believe something is no longer worth the time and effort needed to achieve it. The ability to move past this hurdle lies firmly with the Subject. If this is something they are passionate about and have committed to, they can prevail.",
        "notesonimage": "TO-DO",
        "img": "w05.jpg"
      },
      {
        "name": "Six of Wands",
        "locaname": "six of wands",
        "number": "6",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "A significant achievement, pride in a job well done",
        "shortmeaning": "The Six of Wands shows a significant achievement on your part. Success that is recognised and endorsed by others, even those that may have previously doubted you and your choices. A very happy, pleasing time for you. Well done!",
        "longmeaning": "The achievements referred to here, in the Six of Wands, are more accomplished than those referred to in the Three. Not only has the Subject managed to succeed, they also know that they chose the right path and they are right where they want to be. The Subject should have boundless confidence in their abilities and a real sense of pride. There will still be a lot of movement and progression around the Subject. This is not a time to stand still and there may be a plan and/or an option or desire to travel. They now know for sure that they can see things through, work hard, and survive when things get tough. This is the card of adventures and quests and the Subject is a willing participant. There’s not much that can hold them back at this point.",
        "notesonimage": "TO-DO",
        "img": "w06.jpg"
      },
      {
        "name": "Seven of Wands",
        "locaname": "seven of wands",
        "number": "7",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Tiredness. A lack of motivation for key projects and endeavours",
        "shortmeaning": "The Seven of Wands shows that enthusiasm or motivation for your journey has waned. Perhaps you’re finding it difficult to stay focussed and committed to your goal. Revisit plans objectively to see where alterations could reignite your creative passion and spur you on. A change is as good as a break – so the saying goes.",
        "longmeaning": "The Subject is struggling to retain their passionate attachment to someone, or something they are working on, in their life. There could be a number of reasons why – they may be lacking support, or they have become disillusioned and unexcited about the future and its possibilities. The Subject really needs to think this through; a decision has to be taken regarding this issue – should they come away from this relationship/situation?  Or should they make a real effort to change their attitude and inject some enthusiasm back into it? They should not ignore it, however, because it will create additional problems and, as a result, they will become more detached than ever. Instead they need to focus on finding a way to restore their appetite for the situation, or come away from it, in order to drive things forward.",
        "notesonimage": "TO-DO",
        "img": "w07.jpg"
      },
      {
        "name": "Eight of Wands",
        "locaname": "eight of wands",
        "number": "8",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "A renewed fire and spirit. In a creative flow",
        "shortmeaning": "The Eight of Wands shows that you have faced and come through some obstacle and as a result, your passion is reignited and you’re raring to go. Creative ability is released and you are surrounded with opportunities to move forward. A busy and challenging but immensely productive time.",
        "longmeaning": "The Subject is very much in their creative flow and there are bucket-loads of energy with this card. The Subject is putting a huge amount of effort and enthusiasm into the job at hand. There will be all sorts of activity happening around them and everything seems be leading to the same destination. This situation hasn’t always been so positive, and the Subject has had to overcome various trials and tribulations to get to this stage. They don’t need to worry about that right now, because they are very much where they want, and need, to be. They’re driven and motivated and ready to take on the world.",
        "notesonimage": "TO-DO",
        "img": "w08.jpg"
      },
      {
        "name": "Nine of Wands",
        "locaname": "nine of wands",
        "number": "9",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Exhaustion. A need to dig deep, not long now",
        "shortmeaning": "The Nine of Wands is the card of struggling on! You’re tired and exhausted having worked long and hard to get to this point. You are near to completing your journey, to achieving your goal, don’t give up now. You have the strength and determination to clear this last hurdle.",
        "longmeaning": "The Subject could be at the end of their tether with a situation they feel should already have come to an end. The Nine of Wands is the penultimate step in the Subject’s journey but they don’t feel they have the energy to carry on. Whilst they’re facing incredibly high expectations, they should have faith that they have the capacity to see things through. Yes, it has been a long and hard journey, but it would be a shame to give up now. The Subject would benefit from looking at this situation as if it were the last leg of a race, where the sprint at the end could win the race, rather than slowing down towards the tape. This last task or obstacle is not a deal breaker. There are people around the Subject that believe in them, and who can offer support and encouragement if they know it is needed, or the Subject should be encouraged to summon up the strength from deep within to overcome this last hurdle.",
        "notesonimage": "TO-DO",
        "img": "w09.jpg"
      },
      {
        "name": "Ten of Wands",
        "locaname": "ten of wands",
        "number": "10",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Overburdened, taken on too much, something needs to give",
        "shortmeaning": "The Ten of Wands shows that you are over burdened from taking on too much. You need to reassess your situation and prioritise your to-do-list. You will need to relinquish some of your responsibilities; there is only so much you can do alone.",
        "longmeaning": "The Subject has taken on more than they can chew and they’re feeling overloaded. At the culmination of the Wands journey, there should be a lot to celebrate about – something has been established – but the subject can’t see this because it is too much of a burden. Despite the success of having achieved what they set out to do, something now needs to ‘give’; and, moving forward, the Subject needs to weigh up what they take on, against their capacity to actually do it. The Subject may also feel overwhelmed by someone else’s troubles and upset; they may be feeling, in some way, responsible for it, or that they should, but are unable, to assist. The Subject may want to help but they are too involved to see clearly what needs to be done. This card may nudge them to stand back a little in order to observe the situation objectively in order to find a way to help.",
        "notesonimage": "TO-DO",
        "img": "w10.jpg"
      },
      {
        "name": "Page of Wands",
        "locaname": "page of wands",
        "number": "11",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "Passion around a creative idea that needs some refinement",
        "shortmeaning": "Your creative idea is gathering substance although it is embryonic. Your passion is great but a dose of reality may be needed. Seek comment and discussion from those you trust. Don’t let realists dampen your enthusiasm; there is potential, but hear the objective point of view to create an attainable goal.",
        "longmeaning": "The Subject is attracted to something, new and they may be talking about changing direction as a result. They are very excited by this new idea/prospect but they need to be careful of making hasty and unrealistic decisions, or acting without due care and thought. As the Subject starts to talk to people, and relay their interest in this new pursuit there will be people who may be dismissive of it. They will critique it and the Subject may feel as if they are trying to discredit it,  but they should turn a negative into a positive by listening to their comments and using them constructively. What really matters is the ‘action’ the Subject takes. Using any information the Subject has received, negative or positive, they should be assessing the idea to see how it can evolve into something more realistic and feasible. Wanting to run with an idea would be typical of a Wands person, as they are confident and ambitious, but rushing into endeavours without due thought and consideration would not be constructive, and again, the Page portrays an immature attitude to something which would benefit from research.",
        "notesonimage": "TO-DO",
        "img": "w11.jpg"
      },
      {
        "name": "Knight of Wands",
        "locaname": "knight of wands",
        "number": "12",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "An impulsive, unpredictable male, eternally young at heart",
        "shortmeaning": "A young and impulsive male eternally searching for another quest, another adventure. He will never find normality fulfilling; always desiring something out of the ordinary. As a knight in shining armour he is easy to fall in love with. Be mindful though, it his love of adventure that is attractive; a relationship between you could prove difficult.",
        "longmeaning": "The Knight of Wands is immensely seductive and it is very difficult to escape his charm. The Subject may have met or become involved with a young man who is rather unpredictable and spontaneous. It is these characteristics: his love of life, adventure and passion that draw people close to him. The Knight will head in to any situation without any real concern for the consequences of his actions and that is what makes him quite a dangerous figure. Although this Knight is attractive and admirable, if he stays around, he could prove to be a bit of a disappointment. The initial attraction and charm is superficial. Commitment and routine do not bring out the best in him. He constantly has one eye on the opportunities open to him and he’s a ‘never say never’ kind of person. If the Knight comes up to represent the Subject they may be tempted to set off on some new journey or take up some new, adventurous pursuit.",
        "notesonimage": "TO-DO",
        "img": "w12.jpg"
      },
      {
        "name": "Queen of Wands",
        "locaname": "queen of wands",
        "number": "13",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "A confident, capable woman. Incredibly loyal and talented",
        "shortmeaning": "A confident and capable woman who can turn her hand to anything and excel. She commits herself entirely, offering unrivalled support but only to those things or people that matter most. You have the same qualities and attributes but should learn something about focussing them where they are truly needed or have maximum impact.",
        "longmeaning": "The woman represented by this card is highly creative, productive and warm. She is incredibly loyal to the causes, people and situations she involves herself with. She is also talented – she can turn her hand to a wide range of tasks and duties and she completes them all well and to the best of her ability. Not only is she competent and able to create, she is a hard, diligent worker who will see things through to the bitter end. As such, she is immensely helpful to have around when things need to get done. This card can appear when the Subject has committed to something important to them. It could be a vocation, business venture or career move. They will need to channel their energies and adopt a wide range of skills to bring the project together or to achieve what it is they desire. People around the Subject are very proud of them and, perhaps, surprised at what the Subject has already been able to achieve. With a set of skills, and the capabilities, of the Queen of Wands, the possibilities are limitless.",
        "notesonimage": "TO-DO",
        "img": "w13.jpg"
      },
      {
        "name": "King of Wands",
        "locaname": "king of wands",
        "number": "14",
        "arcana": "Minor Arcana",
        "suit": "Wands",
        "description": "A leader, a man in a position of authority, happiest when faced with a challenge",
        "shortmeaning": "An ambitious, dynamic leader, able to inspire and make things happen. He will help turn your ideas into reality; taking it to levels you’d never considered. He gets bored easily though and so won’t be around for the duration. To make best use of his input, learn something about his attributes so you can adopt them when he has moved on.",
        "longmeaning": "The King of Wands is full of ambition, he is not scared of taking risks and is in a position of power and authority. He has a solid character and can influence people, events and the environment around him. He is a true leader; he inspires and is happiest when he is on an adventure, fighting a battle or trying to conquer something. He thrives on challenges and is not content with humdrum life. He will get bored if bogged down in routine and doesn’t like performing to the same tune as anyone else. The Subject may be inspired by a man who has come into their life. They should be careful though, because the other side to the King is that he can be quite ruthless. He sees only the end goal and does not spend long considering what he loses along the way. If this card appears to represent the Subject, they are asked to drive something forward, to take the lead and make something a success. They are passionate and have the knowledge and experience to take on the challenge ahead of them. It is time for them to come into their own.",
        "notesonimage": "TO-DO",
        "img": "w14.jpg"
      },
      {
        "name": "Ace of Pentacles",
        "locaname": "age of pentacles",
        "number": "1",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Holding out for a gift, bonus or loan to establish something",
        "shortmeaning": "You are considering an investment or waiting for a gift or loan you hope will improve your financial situation. Opportunities will arise; you will need to capitalise on them to achieve longer term change to material fortune.",
        "longmeaning": "The Subject has an idea or opportunity to manifest something that could change their material position. This could be an exciting time where the Subject feels capable of achieving something real in world that can be seen, recognised and endorsed by friends, family and peers. As with all the Aces, this is embryonic and there is a lot of work and research that needs to be done before the potential in this situation becomes a reality. The energy is the Aces is strong, and because the Pentacles suit is very much more grounded, this idea or opportunity has real promise. The Subject should not allow negativity or criticism to dampen their enthusiasm about it. For now, they should spend time developing the idea and gathering information and resources needed to see it through.",
        "notesonimage": "TO-DO",
        "img": "p01.jpg"
      },
      {
        "name": "Two of Pentacles",
        "locaname": "two of pentacles",
        "number": "2",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Opportunities on offer to overcome financial issues",
        "shortmeaning": "Partnerships, or working arrangements on offer, can help you overcome financial difficulties. You don’t need to do this alone so accept help and make best use of it. Money can make money, be clever with what you are given.",
        "longmeaning": "The Subject is in a situation where they could be offered the money or resources for their project. They may have an offer to form a partnership of some sort that will help them to achieve something on a material or financial level. In the Ace, the Subject is presented by an idea, or an opportunity that has potential. When the Two appears, this idea or potential starts to mobilise and come to life. The Subject won’t have everything they need in terms of support or finance to do as they please. They have, or are about to receive, an injection of cash, support or advice that will help them establish something new or achieve something they have been aiming towards. They need to use this help carefully to make sure it is invested in the right way, so it will have maximum, long term, benefits for them. It definitely should not be undervalued or frittered away.",
        "notesonimage": "TO-DO",
        "img": "p02.jpg"
      },
      {
        "name": "Three of Pentacles",
        "locaname": "three of pentacles",
        "number": "3",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Some positive material change or step forward, celebrate",
        "shortmeaning": "Early signs of success relating to some venture or investment that could be making money now or in the future. This project is in its infancy. Further work and dedication will yield more significant, permanent rewards.",
        "longmeaning": "Things are going well for the Subject at work, or with regard to some material change. There is a sense of confidence about a new job, or business, and the current situation indicates that the right decisions have been taken until now. The Subject won’t know what the final outcome is, nor what the ultimate conclusion or achievement will be. That will only become clear with time. This card validates the initial undertaking of this opportunity and the hard work that has led to this first manifestation of success; it has proven to be good, the future looks bright and the Subject should feel content. Because this is not the final outcome, merely a prelude to ultimate goal, the Subject needs to use this message as a motivator to keep up the momentum, rather than a sign that they can take their foot off the pedal. The positive message conveyed with this card should further enthuse and energise the Subject to continue their efforts to achieve more substantial, enduring rewards.",
        "notesonimage": "TO-DO",
        "img": "p03.jpg"
      },
      {
        "name": "Four of Pentacles",
        "locaname": "four of pentacles",
        "number": "4",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Avoiding risk or challenge, clinging on to the norm for fear of loss",
        "shortmeaning": "You fear losing your financial security and stability and avoid taking material risks. It is right to be cautious with money and assess risk. Be open to opportunity though; a chance to change your fortune could pass you by.",
        "longmeaning": "The Subject may be feeling a little insecure at the moment, fearing change or upheaval in their life. They may feel proud and happy with what they have achieved up to now and are desperately clinging on to it, unprepared to take a risk or do anything out of the norm. They are right to feel happy and proud of what they have achieved, but it is not always good to just hold on to what they’ve got, the Subject could be missing out on something great if they can just open up a little. Whilst it is right to protect what we have built up, and maintain levels of security that make us happy and confident in life, by focusing solely on what we already have, we could be leaving no room for anything new to come into our lives, which is not healthy. The Subject will be avoiding risks and opportunities and, as such, could overlook the chance to attain something that is ultimately better than what they already have.",
        "notesonimage": "TO-DO",
        "img": "p04.jpg"
      },
      {
        "name": "Five of Pentacles",
        "locaname": "five of pentacles",
        "number": "5",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Financial and security issues crop up causing a fair amount of concern",
        "shortmeaning": "You are experiencing financial difficulty, and loss, that affects your stability. Unfortunately, you have your sense of self-value tied up in the material things you don’t have, or have lost, resulting in a lack of faith in yourself.",
        "longmeaning": "The Subject is experiencing financial difficulties, or issues, that affect their feelings of security such as their home or job. This is likely to be causing anxiety and tension and will be affecting their mind-set and attitude to life on a day to day basis. The really difficult aspect of this card is the resultant effect on the Subject. They have lost confidence in their ability to achieve or to change their fortunes. If the Subject has not looked after their finances properly, and this has caused the current difficulties, they need to learn from that and avoid making the same mistakes in the future. If it has not been their fault, the events leading up to this situation have been unfortunate, but the Subject needs to focus on how they are going to resolve their current circumstance. Their ability to do so will be hindered by their lack of confidence and a chicken and egg situation could ensue. The Reader should work with the Subject to give them the energy and confidence to face up to, and improve, their current predicament.",
        "notesonimage": "TO-DO",
        "img": "p05.jpg"
      },
      {
        "name": "Six of Pentacles",
        "locaname": "six of pentacles",
        "number": "6",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "A gift, bonus or loan that helps, feeling positive about people and the future",
        "shortmeaning": "An unexpected gift, loan or bonus; you are due to benefit from someone else’s generosity. Your belief in life and people is restored and you feel able to enjoy life more easily, freed from immediate financial concern.",
        "longmeaning": "After the difficulties of the Five card, the Six of Pentacles indicates that the Subject is being helped and supported, most likely on a financial, or material, level. It could be a promotion or bonus through work, a financial improvement, or a change to the Subject’s home and, therefore, stability. This card represents unforeseen assistance from another person, or an external force, rather than payment for a job, or task, undertaken by the Subject. The deeper effect of the kindness shown in the Six is that it has a positive influence on the Subject’s overall security and faith in life, not just literally, but on an emotional level too. The Subject’s faith may have been damaged by events in the past, or they may have just started to come out of a very difficult situation which would have been reflected in the Five. When the Six appears, the Subject starts to regain faith and trust in life, and the people around them.",
        "notesonimage": "TO-DO",
        "img": "p06.jpg"
      },
      {
        "name": "Seven of Pentacles",
        "locaname": "seven of pentacles",
        "number": "7",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Feeling insecure on some level, a decision about your future is needed",
        "shortmeaning": "You face a decision, probably to do with work or a business venture that could potentially affect your financial security and stability. Reflect on the past to know what you want for your future and weigh up priorities carefully.",
        "longmeaning": "The Subject is experiencing financial issues, that are affect their feelings of security such as their home or job. This is likely to be causing anxiety and tension and will be affecting their mind-set, and attitude to life, on a day to day basis. The really difficult aspect of this card is the resultant effect on the Subject. They have lost confidence in their ability to achieve, or to change, their fortunes. As with most of the Sevens, this card represents options and choices. Here the Subject has reached a significant goal, but a situation has come about that could threaten their security or financial standing. The Subject has worked hard to get to this point and stands to lose a considerable amount if they make the wrong decision. Likewise, they stand to gain an awful lot if the risk pays off. This card does not indicate which choice is the best one for the Subject, although surrounding cards may nudge the Reader in one direction or another. The advice that does come with this card is that the decision needs to be thought out very carefully. It is acceptable to take risks in life but the decision-making process has to be educated. The Subject needs to consider all the possible ramification,s and weigh them up, in detail.",
        "notesonimage": "TO-DO",
        "img": "p07.jpg"
      },
      {
        "name": "Eight of Pentacles",
        "locaname": "eight of pentacles",
        "number": "8",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Dedication to some new undertaking that you hope will bear fruit",
        "shortmeaning": "You should learn and develop a new skill or ability which has taken your interest. This vocation or interest is worth pursuing; not only could it yield financial rewards you will actually enjoy and take pleasure in what you do.",
        "longmeaning": "When this card appears the Subject is working on something new, or a new element of something they have previously done. This will require learning and studying on their part. However, this is a positive card depicting a worthwhile endeavour that should lead to future gains and success. This pursuit is important to the Subject and they have demonstrated commitment and dedication to it. It is giving them something constructive to focus on and generates excitement for the future. Starting something entirely new or branching off into something different can be daunting, especially if the Subject has come from a secure standing, but it can also revitalise and regenerate the Subject, challenging them to create something new and become more productive than they already are.",
        "notesonimage": "TO-DO",
        "img": "p08.jpg"
      },
      {
        "name": "Nine of Pentacles",
        "locaname": "nine of pentacles",
        "number": "9",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Reaping the rewards of hard work and commitment. A time to feel proud",
        "shortmeaning": "You are reaping the benefits of your hard work having put your unique skills to efficient use. Be full of confidence and self-worth; these rewards are the direct result of your efforts and capabilities. Be proud of yourself.",
        "longmeaning": "There should be a real sense of pride and satisfaction for achieving the contentment symbolised by this card. If the Subject has specifically asked about their financial or material prospects, the outcome looks very positive indeed. The subject is doing well and is able to provide for themselves; feeling content and happy because this card depicts true self sufficiency with a little luxury thrown in. This card focuses on the Subject’s abilities; referring to their specific skills and talents which have been put to good use yielding gratifying results. This happy outcome should be credited directly to the subject because of the effort and determination they have put in to get to this point.",
        "notesonimage": "TO-DO",
        "img": "p09.jpg"
      },
      {
        "name": "Ten of Pentacles",
        "locaname": "ten of pentacles",
        "number": "10",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Strong bonds and foundations. A happy fulfilled and secure lifestyle",
        "shortmeaning": "Whatever you have been working to create is established and will endure. You are content and happy with your lot. A time to partake in tradition and share emotional or financial inheritance. You enjoy a happy, solid family life.",
        "longmeaning": "The Subject should be feeling very secure, happy and content. The Ten of Pentacles is more than just a positive omen for their financial or material fortune, it points to circumstances or achievements that have manifested in physical ways and which have longevity. As such, it can represent buying a home, having established a business, or even a family unit. The Subject has achieved, or created, something that has gathered substance which will continue to grow and develop over time. Money and resources are available to the Subject and they have everything they need to feel happy and secure in life. Their confidence will be riding high; they should savour their successes and continue to tend to the life they have successfully built.",
        "notesonimage": "TO-DO",
        "img": "p10.jpg"
      },
      {
        "name": "Page of Pentacles",
        "locaname": "page of pentacles",
        "number": "11",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "Searching for help to do or set-up something. There's a lot to learn yet",
        "shortmeaning": "You seek resources to progress an idea that has sparked your interest or enthusiasm. Money and support are available but should be used wisely to have maximum impact. Finance isn’t the only factor though, you also need to learn, and develop your knowledge and skills, to be able to cultivate the idea.",
        "longmeaning": "This card represents a concept or idea that, when given time and resources to develop, could grow into a significant opportunity for the Subject. It could be a good business proposition, job offer or interesting prospect which the Subject should consider carefully. At first, it may seem that it is not feasible, and unlikely to materialise, but there is definite potential here. The Subject should be aware that this opportunity is merely notional at this stage, and the final result could look very different to what is being discussed now, as there are other factors which will have an influence on this project. To make this notion a more realistic option, the Subject should seek advice from people they trust who have relevant experience and knowledge and to use any resources offered wisely for maximum impact.  It would also be sensible to also consider doing some actual training or qualifications relevant to the project. There is much for the Subject to learn now.",
        "notesonimage": "TO-DO",
        "img": "p11.jpg"
      },
      {
        "name": "Knight of Pentacles",
        "locaname": "knight of pentacles",
        "number": "12",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "A responsible, diligent young man. A creature of habit who enjoys routine",
        "shortmeaning": "A hard working young man who takes his responsibilities seriously. He will meticulously attend any size task whether important or insignificant. He is reliable but a little boring at times. This person may be able to help you with something now, or else you should consider developing these attributes to achieve your goals.",
        "longmeaning": "This Knight represents someone who readily accepts their responsibilities and is willing to work hard to achieve what they want. The Subject may not be currently concerned about long term aims, overly ambitious achievements, or even where their life, or career, is heading. They are in the early stages of their material journey in life and are quite content to start climbing from the bottom rung of the ladder. This Knight should be respected and admired. No matter how young or immature they are, they are aware of their responsibility to contribute something in this life, and to the people around them. If this card has come up to represent someone in the Subject’s life, they will be young, hardworking, reliable and, at times, just a little too happy to follow a routine rather than try something new or take a risk. If the card represents the Subject , then they are working hard and methodically to achieve a level of security, happiness and confidence in life.",
        "notesonimage": "TO-DO",
        "img": "p12.jpg"
      },
      {
        "name": "Queen of Pentacles",
        "locaname": "queen of pentacles",
        "number": "13",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "A self-sufficient woman who achieves a lot and seems to have it all",
        "shortmeaning": "A self-sufficient woman who recognises her worth and is able to love and honour herself. She prioritises those things she deems important; looking after herself and her love ones financially, spiritually and emotionally. Able to meet her own needs and those of others around her, she is able to make freer choices about who and want she wants in her life. Think about where reliance on others may be holding you back.",
        "longmeaning": "It is easy to be jealous of the Queen of Pentacles as she seems to have everything she wants and more. She is an admirable person who is stable and contained. Her relationships are based on quality alone and she will only entertain those people and situations she chooses. She has worked hard to achieve her independence and she rarely has to compromise her needs or make sacrifices to move forward. The Subject may have achieved something of real worth and quality. They will be feeling strong, powerful and in control of their own destiny. The Subject could, finally, be in a position to enjoy the luxuries in life, to be able to indulge in the things they desire. They will not be under financial pressure. The Queen has everything under control. This card might represent someone else in the Subject’s life, and  the Subject would benefit from learning how they have achieved such success. It may be time to take greater responsibility for their life, material fortunes and relationships. The Subject may yearn for a time when they are self-sufficient and not reliant on others to survive and be happy.",
        "notesonimage": "TO-DO",
        "img": "p13.jpg"
      },
      {
        "name": "King of Pentacles",
        "locaname": "king of pentacles",
        "number": "14",
        "arcana": "Minor Arcana",
        "suit": "Pentacles",
        "description": "An authoritative man who's a little risk shy but trustworthy, kind and steady",
        "shortmeaning": "A highly successful, authoritative figure you can trust. He has experience overcoming obstacles to manifest things of value in the world and is worthy of the rewards and respect he receives. His ambition yields amazing results without loss of integrity. You may be tasked with establishing something in the world. You will need to seek out guidance and advice where you lack the necessary experience or skills. So, be honest with yourself about your own capabilities; the King of Pentacles learned that through experience.",
        "longmeaning": "This card represents a mature man who has excelled on a material and financial level. He also has the authority, wisdom and confidence that comes with having successfully achieved and manifested something in the world. He will be an extremely hard working, diligent character who may be a little averse to risk and doing things differently. He feels his responsibilities keenly and rarely lets anyone down. He has an understanding and methodology that has worked for him in his life and he may be a little rigid in the way he works. When this card appears it may represent someone in the Subject’s life who is financially secure and willing to help. He is stable and trustworthy and extremely good at what he does. Above all he is generous with, and wants to share, his success and to make other people happy. These may be qualities that the Subject finds very attractive, and it may influence them to be more focussed on achieving stability and financial security in their own life.",
        "notesonimage": "TO-DO",
        "img": "p14.jpg"
      }
    ]
  }